["2022-07-20 03:12:50.350392", "_askhenry how could the dog do it?", "Evil bot", "the worst puzzle would be women if this message was true", "illegal drugs on the airplane", "It would be really good and not at all weird", "Finn your story has to have a sec scene in every chapter", "Door dash", "We know the plot of the book", "Oh god", "I haven't changed", "if only we were all in the same place and there were 8 or more of us", "it looks nice", "It's real", "But now I can actually understand the decisions of the characters", "I mean the first time I watched it I didn't understand any of the actual specifics or why they were doing anything cause it's a million proper nouns I couldn't remember", "It's at least good to rewatxg bc then you can actually understand anything there talking about", "I definitely think it's good now", "On average", "Watching it this time made me like it more", "On my 4th watch of tenet I liked it almost as much as my first", "Not even his wife?", "Or something", "She'll probably know it's bad but then lane will convince her it's good", "If you think that you like thinking you'll probably like it", "Your parents aren't normal though", "That's true", "Its good if you", "I mean", "I'm gonna need a lane owsley face cam on this one", "Watched tenet with Simon Goss-grubbs on the plane", "Swiss alps", "I'm on the mountain", "Free trial", "But idk maybe you could without", "You probably need the song stems", "Wdym in the extensions", "But definitely not identical", "And the melody is fairly similar as well", "But I think you're hearing the connection mostly through the chords", "Yeah its sorta similar", "What time stamp on aftermarh?", "I could be listening to the wrong part but I'm pretty sure it's just the same chords", "What riff is it?", "I'm the key to curing covid", "So we just chillin", "I'm negative for some reason", "Except for me", "Well the Goss-Grubbs family has contracted covid in europe", "i should've gone to college", "damn why did i go to usc", "or the sans sauce", "the 2hot4u sauce", "which do i get", "Paris moment", "Every once in a while they just showed him walking around", "I see", "Was he just rich", "||the guy who's casino got shut down by the villain||", "||he was definitely the best character but I don't remember him actually doing anything||", "||The guy who was always smoking the cigar||", "||did he just know the security system or whatever||", "Wait <@237646028491194379> ||what did the one old guy who wasn't saul do?||", "Also oceans eleven is what the d20 season tiny heist was parodying and I enjoyed the comparisons", "||but it makes sense since they wanted to wrap it up all nice||", "||ig once she saw he could pull off a good con she changed her mind but the way she acted earlier it just seemed unrealistic to me unless she had just been like lying about her feelings the whole time but idk that just seems weird to me||", "||it was sorta unclear, it was implied she just like didn't know he was a con guy and once she learned she was mad||", "So I felt that was a bit idealistic", "||cause it's not like anything really changed about him he just revealed that the other guy was bad||", "||I feel like it made sense that she left the rich guy at the end but it didn't make sense to me why she went back to danny||", "||I also thought the romance with the wife was sorta weird||", "I'll probably watch the other two since they're also on the airline", "That's true", "Well yeah", "It was still good though", "At the beginning I expected every scene to be some complex scheme but then it was just a normal scene", "But it would've been better if there was like a million more scams", "I mean I did like it", "It wasn't like amazing but it set up and accomplished its goal", "It was pretty good", "It's definitely worse than most of Chris Nolan movies", "Sorry it's good bc i liked it", "I mean yeah", "Anyway I watched oceans 11", "What does that mean though", "Yeah the protagonist thing was weird idrk what the point of that was", "Fortunately interesting characters is only one of the things that can entertain me in a movie", "Yeah the characters weren't particularly interesting", "Oh god the airplane has tenet", "What kind of puzzle?", "Are you not allowed to leave", "You know what I mean", "Read joe", "Oh god he's reading the good book", "works for me!", "I will be!", "Your welcome", "Connor eats pants?", "Lmao good", "Good post", "I meant the 96 but yeah", "Literally freezing cold", "Have a plan and be prepared.", "its may 25", "its just the end of schol year concert for whs", "idk lol", "@everyone who wants to see pops concert", "The empire state building! I love Philadelphia", "People clapped when I landed in slc and I don't know if it was ironic", "Oh god", "I'll be back for real after that", "Next Wednesday but not actually", "We could tap each other", "What with wind and shit", "But you never know", "So you'll be a bit north", "Leaves at 8", "Salt Lake city layover to philly", "When do you enter real life", "As we're crossing paths", "Finn wouldn't it be funny if our airplanes crashed into each other today", "I'm glad he's happy", "Oh that's so good", "i have to make a billion board games a second", "im in la", "woodinvilel high schol", "simon goss grubs moment", "That's funny", "Yeah I was curious if he was audible but I guess he was just there for hype", "Oh lol", "Oh like the saxophone", "Is the livestream good", "Elton John 2", "No it was different", "Something like that", "But it sounded still like auditorium to me", "Oh yeah that part did sound weird", "What was it before and after", "What lyric did they change", "It could just be like 2 hough", "Like 2-3 hours I think", "Knockoff elton John is cool", "@everyone you should watch my band concert livestream at 3 pm pacific today on the usc tmb YouTube the first two songs are normal boring songs but then elton John 2 plays with us and then there's movie music so it's epic", "I didn't think it was after I was drunk", "Am I to drunk?", "Wait what", "me in this internship getting a millin dollars an hour by doing doordash at the same time", "finn getting paid to be epic", "maybe sometimes", "hmm i wouldnt quite say that", "they just look different", "like not ethnicaly just if they live in france", "ive realized that i can just tell if someone is french or not", "or as they say in paris", "no i was talking about jamie and ben", "When the hot people are hot", "Unfortunately, snail tastes good in paris", "The Mona Lisa one?", "The sphinx", "Very cool", "Apartment in paris", "Been nickerson", "its sad", "we're not even going to cleveland", "finn didnt want to drive 1 million hours a day so we changed the trip to this", "well usually with a hangover you like have a bad headache or whatever", "and by hungover i mean i had drank the last night and felt slightly bad the next day", "i was also hungover so that might have done something", "but for some resaon this time it was too late or something", "the ance", "when i take the pill on empty stomach i get nauseous but usually if i realize im getting nauseious and eat i'll be fine", "some trumpets", "Ok lets see what I did last week. I did my last classes and started on finals and stuff. I also went to a toga party which was fun. Twice this week i put a 20 dollar bill in my pocket and then it wasnt there anymore which was sad. I also did my concert band concert which was a lot of fun and then I ate an extremely fancy 3 course meal which was surreal considering all i've eaten for the past month is cereal and totinos party pizzas. I'm also working a lot on my groups final board game which I think will probably be good. The coming week is probably going to be the most stressful week for me since I have to pack and get all my stuff in storage and I won't really know until the end if I packed everything and will have enough room and whatever, also simultaneously I need to finish all my final projects. Also I stayed up till 7 am last night playing coup with people and generally being stupid. Also I puked on Saturday from taking my pill and eating two carrots so that was good.", "Ben is now epic", "global warming", "king county metro cringing on the floor", "p khem", "The bone has cracked", "yeah it was weird", "no i found this bone in a burrito months ago and it keeps on showing up on my desk every once in a while", "munching on bones", "The bone", "yeah im pretty cool", "Henry, McKay, Grace, Joh", "They're music industry friends", "Human Being", "Ok I believe you", "i dont own parachute pants", "is that a jacob collier smile", "and this is a picture of me with some other people", "This week I went to King Gizzard, Jacob Collier, and Sungazer. It was an extraordinary amount of fun but unfortunately now I'm left with all my finals stuff to do and a lot less money so that is less good. I'm still happy though so there's that. Things are just gonna get crazy and hectic. Here is a video of Jacob Collier playing the piano:", "You're epic", "Happy birth jame", "However you interpret it", "I cannot", "I'm in the middle of a few week period where im going to 5 concerts so thats fun. I already went to half alive and delta sleep and they were both really good. Also we had a really fun day in my board game design class where everyone pitched their games and then we chose 4 to greenlight. Then we got to meet and decide who's game we wanted to be on. The games are going to be physically produced with a budget of 25 dollars which is pretty cool. I'm producing a game that I thought was really good so that's fun but will probably also be a lot of work. As I'm writing this I'm really tired but I'm doing overall alright.", "it just feels like not worth it to me", "but i could try", "the last time i like touched the ceiling my hands fell off", "hmm maybe", "i could put it so that you can see like the top half above the bed and the bottom half below", "that would be the place but again my stuff is just too big", "But it's a bit weird", "On the door maybe", "On the window doesn't work", "by either the door or my bed", "i mean theres places i can put stuff but some part would be blocked", "i would have room if the things i wanted to put up were smaller", "its like a bunk bed but the bottom is just the desk", "so its like right below the ceiling", "the bed is above my desk", "its a school apartment", "i would see like the top half of it", "yeah the stuff i have is just too big", "theres like one place i could put something but its like behind the door", "my bed blocks one wall, the window is on one wall, one wall is the closet, and one wall is my roommate", "well it like is", "i need a wall like that but i dont have any walls in my hosue", "idk i just saw rex orange county and thought of that joke", "neil making a decoration thats all the worst albusm ever made", "I think that international relations is cool", "its hot to be hot", "i talked to you about this", "remember neil", "i tried wearing clothes for the first time today", "I had an alright week", "Ok sorry for not doing this for like 2 months I'm just stupid. Last week I went to South Carolina for about 4 days for March Madness. I became a conservative and drank beer and watched basketball. But now I'm back so you don't have to worry about me. We lost in the first round by 2 points so that was sad. I'm sorta just chilling and trying to survive until the end of the semester. Hopefully I can dig up some photos.", "and as we all know, boise is not a state", "did you not succeed on gettign on it?", "THE BALL IS ROLLING UP", "no u", "become the best wacca player", "no we're not i was just being a funny clown man", "make sure to beat the usc trojans", "The one good person in the world", "Jk he actually gave really good feedback that definitely turned the game from bad to good so tell him thank you", "Talking to the guy who said my game was bad, don't associate with him 😠", "<@155905585500389376> you were talking to someone else the whole time so I couldn't talk to you", "how much do i lean into the meme", "i would die", "i cant just go up to this person and act like they're you", "i cant", "oh god", "then you're curently in the room with me right now", "i also have met someone who just looks exactly like jamie", "Sorry for the delay here is my update:", "Ok sorry i took so long to do my update. Last week I was incredibly busy but now I'm just pretty busy but I do have some free time! My time is mostly taken by working on group board game projects and doing accounting hw, but also playing at basketball games with the band. I'll try to send a video of my apartment soon", "No I'm just comparing between college and home", "Here's a picture I just took", "I've come back to college and it's nice. What I expected happened which is that I got busier bc instead of just walking up stairs to get something from the fridge to eat between classes I have to like walk to a food place and then walk to class or my apartment and I could've done a whole hw assignment in that time but whatever. Basketball games are fun and we get paid for that so it makes me feel good. I'm slowly meeting more people outside of trumpets which is good bc I realized like half of them are just bad people. I'm learning how to make weird spooky sound effects and making board games so my work is fun though.", "bohemian rhapsody", "Green baby", "Neil when any stand in part 6 activate so he just dies", "Part 6", "Oh god", "Mfers when they get on a ship to not go anywhere", "You could go anywhere", "Your on a ship so you're everywhere", "No Neil", "You guys automatically can see everything I do", "But I'm home", "they doing sweeney todd but for real this time?", "studio east good", "second one has some freshman snuck in the back", "Last week was prety chill it was the last week of classes so I sorta stopped paying attention. We went on our annual weekender trip to San Francisco and lost to UC Berkeley. It was pretty fun because the sophomores and freshman had to do a scavenger hunt during our free time at the pier. However, the sex shop where we were meant to purchase some of the items for the scavenger hunt was closed so we had to improvise. Then I got incredibly drunk that night and then I woke up in the morning hungover and have brunch with my aunt and uncle so that was interesting. Here are some pictures of the sophomore trumpets.", "I had a good week. I had Thanksgiving at my cousin's house with my cousins and aunt and uncle which was cool. On Friday night the trumpets did a bunch of the traditions we were supposed to do before the UCLA game but couldn't because of the covid outbreak and I got very drunk. Saturday we played BYU and almost beat the mormons but lost by like 1 milimeter. On Sunday my cousin Michael had their birthday so we went to Benihana and then drove around in Malibu and taught them how to drive in a parking lot.", "I'm not awake", "Oh god that reminds me of the plant in my bathtub at home", "its fake baby", "silly jester dropping baby at concert", "Me after getting soaking wet at the 100 gecs concert", "Last week was rivalry week against ucla since the game was on saturday. Since the trombones got covid we had to learn a new, smaller halftime show, and a new smaller pregame show, in less than 48 hours and I think we did a pretty good job all things considered. We lost the game but its ok bc i went to THREE different concerts last week. Each one was very different. The first one was a school concert on Thursday night and the main act was Kenny Beats. It was pretty lame honestly and super basic, I was also high but on the kind of weed that makes you tired so I only had an alright time. On Saturday I went to 100 gecs concert after the football game which was kind of ridiculous in terms of packing hardcore shit into a day but it was really fun. I sweat more than I've ever sweat before because the audience was going crazy. I only wish I had someone to go with which would've made it more fun. And then on Sunday I went to a student produced concert and it was very small but chill and I went with my friend and we talked a lot and got to know each other better.", "I will post I'm just too busy being stupid", "wait why did the person play those cards then", "magic the gathering", "Magic the gathering", "Why grrm", "I thought those were notable tarnished", "Well yeah but are they demigods", "No fucking way", "I'm still finding secrets in stormveil", "i see", "i have to do work today", "but i doubt i'll get there soon", "i'll fight it when you're the host", "lmao maybe", "i weouldnt summon other people but i should put my sign down in front of godrick or something", "i need to do more summoning", "thats good", "Plus celeste", "Almost as good as bloodborne", "But yeah elden ring is the best game ever made", "It really is", "i actually was so fucking bored out of my mind while watching this film", "the acting is good but like", "she just walks backward for 2 minutes", "i hate art", "i remember being so fucking angry when watching this", "i dont know why but i actually hate this scene", "the shining is a bad movie and i hate it", "so basically my point is", "Yeah I'm probably just using him to make it seem like someone agrees with my opinion", "But I guess I think I sorta see what Ben could be saying", "I mean at this point it's just a definitional argument so maybe I'm just like saying nothing", "But I could totally see a souls game being the best game ever made", "If you were to imagine like the pinnacle of video games I don't think it would be a souls game", "Difference between perfect and best", "The genre itself might be imperfect", "What I've been saying is it still can be the best game ever made", "I mean", "They just have a shorter attention span or whatever", "And that's not really their fault", "Some people can get too frustrated where it isn't actually good anymore", "But like", "Oh I agree", "You're saying that you don't think more people liking it makes it better?", "Idk if we do disagree", "Well like", "It might not be possible", "Yeah that's what I'm saying", "So I think that's what's meant by souls being an imperfect genre", "But maybe possible in a different genre", "Is that possible in this genre? Idk", "If the game was just as good, but also more people didn't get frustrated playing it, it would be better", "Idk I'm stupid", "But what I'm saying is", "Obviously nothing can be perfect", "I mean the \"perfect\" game would be a game everyone loves or whatever", "But it's definitely still imperfect in an obvious way to me", "Like elden ring could be the best game ever made", "It probably doesn't mean anything", "Honestly elden ring could still be the best game ever made but like a game that's just as good that more people like would be better", "Well yeah but I disagree that those are the best", "And ideally the \"best game ever\" would be a game that everyone can like", "But some people just literally don't have the time or focus to play the game and that's not really a thing you can change about yourself easily", "Like I can be infinitely bad at the game and still like it", "Well skill is different from patience", "Bc they just don't like have enough patience which is fair", "I mean probably just bc there's some people who just can never enjoy it", "Elden ring is the best game ever made but I still like sekiro and bloodborne more", "This is funny bc like without the letters and with the exception of elden ring this is the order that I'd rank how much I like the games except they'd all be s tier", "I have a pyromancy that summons a sun and blows people up but I need like a billion more faith than I have", "Guys if there's a erdtree boss fight I hope it's almost as good as bed of chaos! That would be really cool", "They said it on the website", "Well yeah but elden ring is the best game ever made and there's nothing wrong with it", "its definitely the erdtree though", "I mean this is just right outside my apartment in la", "The erdtree", "Uh oh", "The issue is I didn't do enough damage for it to be worth it", "Yeah it would one shot me but it was sorta easy to dodge", "I did beat the guy at the top of the passage though", "Yeah it seemed simple but I was very underleved", "I wasn't able to get past that without doing that", "I think you do just wait until it's at the bottom of the first part going up then drop down from the first level to the second and run", "Going down is easier but going up you just have to run", "I just waited until it like had the longest to go and then ran past all the enemies and then they all died", "I bet you will", "It's not actually smart I just like got lucky", "I can tell you if you want", "Bc I'm big brain", "Yeah I figured it out", "Oh I didn't even look down there of course you can go there", "Or are you talking about a different dungeon", "Maybe there's a part of it I didn't go to", "Isn't it just the one rolling thing?", "The rolling thing is so fucking funny", "I need to go back there and actually kill the boss", "It's the best area", "touch grass", "fast travel", "go outside", "idk what this is but i want to get whatever is in the chest", "but then i was like", "i just saw it come out and dodged away", "but then i teleported to the area and died and then died instantly again to the enemies there and lost 2000 souls which at the time for me was like 4 level ups", "and at the worst i'll just die and then go back and get my souls", "im not gonna know what this is if i dont go in it", "its so funny bc i saw it and i knew it was something but i was like", "neil thats like the first thing that happened to me in the game i think", "ur in caelid", "the funniest thing in the game", "although my playstyle where i level up the wrong stats might be a bit unbalanced", "yeah i think so", "it seems pretty much like dark souls combat to me but the magic is more fun", "yeah for sure", "the gun parry in bloodborne is the most satisfying thing in any from software game", "this is why bloodborne is the best game bc its like a mix of both", "but its true sekiro feels much fairer to me", "the fact you have to also react to three different type of unparryable attacks", "sekiro is actually hard bc of like", "yeah idk about better but definitely easier", "not like 1 year beforehand", "bc i press the buttom when the thing hits", "Sekiro is easy", "I beat genichiro third try so I don't have to be good any more", "It's ok bc I like dying", "its bc you have to like know the tell so you can dodge soon enough", "well i do know why", "Idk why", "Theres just a very noticeable delay between the button press and the dodge that I only get used to for individual attacks but never for the game overall", "I was much better at dodging in bloodborne", "I think its bc the bloodborne timings are different?", "I've said this before but whenever I dosge I'm slightly late 90 percent of the time", "I think the timings were just harder than usual bosses and my reaction time is slower than the average gamer", "Like if he did the one magic attack I would just die bc it would go through the shield and its hard to dodge", "Well sorta", "Like I literally don't remember the fight", "Yeah I can't remember why I had so much trouble with margit", "Yeah probably", "elden ring o elden ring, elden ring o elden ring", "i wonder if we're actually gonna get to go in the tree because it looks like its just in the water", "the woman that holds you", "i mean i thnk the final boss is just gonna be through the big doors in the roundtable area", "that would be eic", "also possibly an actual berserk refernce?", "it looks epic though", "me when im a guide and gatekeeper for those returning to the roots", "lol nice", "thats in the tutorial area", "the area i was talking about", "theres a certain thing i wanted to find an image of in that area but i cant so you'll have to experience it for yourself", "fringefolk hero's grave", "its the dumbest area and i love it", "its definitely the best area in any from software game", "if you havent already, go to the place at the very end of the tutorial area right before the door that goes outside and use two keys to go there", "i would never miss a small little thing", "jamei ive spent 5 hours on side bosses that i wasnt supposed to do yet", "what do they do", "idk but that sounds familiar", "stonesword key", "re called", "have you gotten two of the stone keys or whatever they", "ok jamie", "i explored south but stopped at the ravine", "across the ravine?", "i dont thnk so, wheres that?", "i cant wait to go do a tournament arc in the east", "rump ahead", "have you met alexander the warrior jar", "i see", "||wait were you talking about the east or the path around the castle||", "yeah there was just like a massive object that just like slightly shifted next to me and i died immediately", "||oh maybe you were in a differnt place bc i dont remmeber a map fragment||", "i got caught in a trap that teleports you to a place far to the east", "technically yes", "||to the wolves?||", "||i found a path that goes around the castle and i think i saw that area||", "its definitely always twice as big as you think it is", "yeah from software games take a while", "there was one message in front of a huge throne that was just \"if only i had a larger..., rump\"", "that reminds me of ds1 when you could write beanpole", "elden ring, o elden ring. elden ring, o elden ring.", "i think the reason the messages are so good is that people can say O", "i need to watch that again", "oh god i vaguely rmemebr that", "if only my health wasnt 0", "but yeah the entry boss of stormveil is really good", "and the dad like got crushed by his own dung ball", "and there was one chapter where they were dung beetles like rolling themselves in front of them", "it reminds me of the weirdest book i ever read in modern russian culture were people were people and animals at the same time", "i like the beetles", "I found a faith scaling one that I'm very excited to use", "I like the ashes of war", "But yeah that is sad", "You'll probably find an ash of war for int scaling", "Once I get str and dex to 18 I'm just gonna put everything in faith though", "But I shouldve been moving more gradually with all the stats", "I spent hours fighting really hard side bosses that give like powerful weapons when you beat them and like psychologically I want to have some sort of benefit from beating them so I level up my stats to try and use the weapon", "The main thing is like", "I always use Halberd as my early game weapon, tis my souls tradition", "Which is weird", "Yeah but i think it's just worse", "But basically I'm fighting bosses at level 1 essentially", "Yeah my melee spell is very good I just need to level up faith lol", "But also my health is way too low", "Yeah I need to level up faith", "Like I put a lot of levels into str and dex bc I fought most enemies with a weapon but I fight actual hard enemies primarily with spells which I haven't levelled at all", "The main issue is I just levelled bad", "Yeah he's tough", "I've done like every side thing and I definitely still feel underleveled as I'm fighting the first boss of castle", "Oh god the cat", "i love the messages so much", "rn im reading music publishing tetbook", "i will once i play", "but they're defnitely goblins", "they're sorta apelike", "they're outside", "I mean like I've said I made 0 progress in the game", "did you guys find the goblins yet", "turtle that goes in its shell", "i havent even done that bc my shield doesnt work", "yeah once i actually get a good shield i wont any more", "the rolling deer", "yeah it is", "this is the first souls game that im consistently two handing", "yeah that what ive been doing", "so thats fine", "but it is dark sousl", "anyway the main issue is i just die if im like hit by any enemy", "yeah the buffs are good", "i always like healing bc it sorta just let you last longer but there already a mechanic for that", "im hoping the later miracles are better", "i've found like one enemy that it actually works on", "the other miracle is a melee range attack spell and its just like hard to get off without dying", "heal meaning the spell", "cause you dont really run out of estus unless you're fighting a big enemy and you dont really have time to heal anyway with those", "healing is pretty good but its definitely worse in elden ring than other games", "but the only attack spell is melee range", "the spear is a pretty good weapon i guess", "so i actually have to learn how to dodge", "and the shield is awful", "the issue with my starting class is it essentially starts with no armor", "so im curious what you guys did", "i started as whatever the cleric is called bc thats just my souls game tradition but i feel like its actually an awful starting class", "what classes did you guys start as", "when they make the best game ever made but its 1 fps", "But my ps4 is just bad so it makes sense", "Also it's mostly fixed now but my ps4 would just sometimes cut out the music randomly and it was annoying", "I feel like you have to explore but maybe I'm just bad", "I played 3 hours and I made basically no progress", "Ok this game is going to take me 1 million hours confirmed", "neil are you playig it on ps5?", "although i realized i may need ps plus and no one else is using playstation", "i'd do coop in areas i've already explored", "I am going to experience the game on ps4 without being on discord probably", "where its any difficulty", "just make celeste", "why cant people make games the right difficulty", "yeah re8", "its also that they just have way too much health so even if yo're good enough its just boring", "yeah the issue is like", "so changing the difficulty ruins that", "but not too much", "you should be rewarded for doing the side quests", "its like", "which feels bad to me", "well yeah but in god of war the harder dificulty is way too hard at the beginning so you have to change it halfway through", "it just doesnt work in my brian", "the fact that i can change the difficulty shatters the illusion that the game is hard", "yeah but that like bothers me", "The one bad thing about God of war is doing like any side quest makes the main quests too easy", "Jamie playing god of war not being incredibly overpowered on every main quest", "Interesting that's cool", "That makes sense", "Jamie doing side quests? Impossible", "Jamie moment", "Jamie given that the reviewer took 87 hours how long do you think it'll take you", "Elden ring 10/10 on ign as expected", "bruhhhh why does elden ring unlock 6 hours earlier on pc than console 😢", "im supposed to be doing hw fuck", "Squabble #1/33\nhttps://squabble.me\n\n🟩🟩🟩🟩🟩\n🟩🟩🟩🟩🟩\n🟩🟩🟩🟩🟩\n🟩🟩🟩🟩🟩\n⬛⬛⬛⬛🟨\n🟩🟩🟩🟩🟩\n⬛🟨🟨⬛⬛\n🟩🟩🟩🟩🟩\n🟩🟩🟩🟩🟩\n🟩🟩🟩🟩🟩\n🟩🟩🟩🟩🟩\n🟩🟩🟩🟩🟩\n🟩🟩🟩🟩🟩\n🟩🟩🟩🟩🟩\n🟩🟩🟩🟩🟩\n⬛⬛🟨⬛⬛", "lol i got penis in squabble", "damn my best is only 1/27", "the one song from half alive where she talks about europe", "why isnt it updatd", "ok i fixed mine", "to make it closer would make the playlist worse because then you would have to replace black is the color with a worse song", "you said it was almost exactly", "i'll make a real one", "heres mine", "i listened to it years before i saw that anime", "lol i didnt even remember it was in jujutsu kaisen", "KAWA RI NAN TE INAI YO", "GIVE IT BACK", "Lol true", "That is sad", "Original Broadway cast of", "Sadie sorceress herself", "From 2011 I think", "Kind gizz?", "Sorry I cannae", "Pops concert", "Oh now it's bobom battlefield", "Send the link", "That should be me honestly", "Cuphead music at the pops concert", "Good car sounds are actually hard to record when you don't own a car", "This is actually good though", "That's too bad you got fucked", "It's bc there's no music industry majors", "Yeah that sounds dumb", "They probably didn't want people to die or something silly like that", "Moonlight ginga moment", "walkin da dog", "<@237646028491194379> <@86605650976571392> come", "Music if it was good", "Flamango bay", "@everyone join call at 9 pm pacific for the fool ep release listen", "Do it", "King gizz livestream btw", "It's still dumb but it makes sense", "All of yours are only u tho", "Who are 3 people we all know who also have bad music taste so we can add them", "Listen at your leisure or don't", "Worst playlist ever made has been created", "And it changes every day", "sometimes you do if ur in the same room as them", "lmao too bad", "finn when he realizes he lives in a world with other people in it", "although i mean if no one else tries to do it it'll probably just be every combination that im in", "thats the next thing thats happening after you all join this one", "playlist for every combination of people", "oh god you joined so brandy is the first song and its only from you lmao", "we're going to make the worse playlist ever made", "@everyonejoin or die", "if more people join it'll be even worse", "gossgrubbs has invited you to join a Blend on Spotify. Join on the Spotify mobile app. https://open.spotify.com/blend/taste-match/64cae27f0ff1165d?si=jMjZTDCFRuCeSvYYU4lNPg&fallback=getapp", "It's time", "10 person Spotify blend", "really good video too", "im in an adam neely video", "i did it", "He tricked me into watching him by rating king gizz albums good before I started watching him but now that I watch him he doesn't have to anymore", "Yeah but he's somehow the only music critic I follow", "When hans first explained Anthony fantano to me when we were arguing if music critics were good I was right all along", "It's not really this album but it's just really weird to me how he's given all the most recent king gizz 6s and he used to give every album like 7 or 8 even though they've been generally as good as they've been if not better", "I still have to actually decide how much I like it but rn it's just a meme that it's good", "I mean it's not that good but it's still the best album ever made", "i was going to say something but i realized it would be a coen owsley moment", "Oh my god", "but i feel like you can still make disco", "but thats sorta in the name", "i guess theres like \"classic rock\"", "its weird bc most genres arent referring to a certain era", "Could this be referred to as city pop", "its a funny song", "listening to that song for the first time was the weirdest fucking thing", "yeah because its the best album ever made", "as expected, it was the best album ever made", "yeah i rememer gaia live being strange to try and groove to", "oh nice", "where can one listen other than buying it on bandcamp", "yeah its quite good", "I was really excited to go to my first sungazer show! It was shaping up to be a great night. I couldn't believe it when Adam Neely himself came on stage! Then it got weird. The whole band stood in silence as levitating by dua lipa played on the speakers. Then, Adam neely said the concert was over, but we could listen to the rest if we subscribed to the streaming service nebula. I was pretty annoyed as I had paid for a full ticket, so I yelled out at him. He walked up to me and said i couldn't amount to anything in the music industry unless I played the bass. The guy next to me asked him if he would play a 2 5 1 progression, and Adam neely informed him that asking that question was actually an act of white supremacy. Before he could say anything else, the police stormed into the building to arrest Adam neely for copyright infringement because he played the levitating sound recording. Yelling that copyright was fake, he ran away in a 7/11 polyrhythm, never to be seen again.", "sorry neil i havent seen p'khem in too long so he hasnt told me his name recently", "I didn't know who she was but she was really fucking good", "He brought in lizzy mcalpine as a surprise guest", "And then he kept doing more", "He said it was the last song like 5 times", "I'm like 60 percent sure", "Jacob is definitely an ai generated musician", "But did you mean like a different cover", "Oh I think I knew that", "Oh a cover?", "I thought you were but you stopped typing", "He better just say the word flow and then leave", "For Jacob collier to teach me what music is", "It's time", "cause it sounds similar", "also i realized that that weird 20 sec audio clip they were using to promote butterfly 3000 that became a meme in wisconsin is just like an early version of magenta mountain", "honestly fair and valid", "i love it", "adam neely got covid", "oh wait nvm they had to reschedule to next friday LMAO", "Adam neely play a 2 5 1 chord", "should i make him do a polyrhtyn", "seeing sungazer tonight, what should i do given this opportunity to physcially interact with adam neely", "oh nice", "can it be done", "I thought I liked it less but I listened to it today and it was better than I thought", "How did you like twin galaxies", "And its math rock, the best genre ever made", "Ghost City is the best one but they're all pretty good", "Have you listened to any Delta Sleep albums", "a living fantasy", "life must be a dream", "but they're like bad for other reasons", "probably any song that doesnt have flow i like", "what song", "but that meme doesnt count bc its funny", "you may now hold me to the contract that if i say a song is bad bc it has no flow i will drop out of college", "the moment i say that a song is bad bc it has no flow is the day i die", "image saved", "uhh this is very", "Goblins are now officially real", "the song or the album", "i havent listened to it recently but i think only the first song was bgood", "king crimson?", "not the ones i like", "no im talking about the ones i want to listen to", "i wish i had an organized list of the albums im gonna listen to but isntead i just forget and then pick some random album", "yeah i dont like the first 4 songs and then it gets good", "im stupid?", "i already said this but missing molars", "how did he listen to omnium gatherum", "i need to become their manager and make it so they earn more than 0 dollars", "I have the insider knowledge", "The certified best flamango bay song is out", "Also it's funny bc my favorite videos were just all the ones where it's just showing her face", "Yeah the music is good", "think about it", "but think about what if she was just sitting there for 15 minutes", "an interesting project for sure", "its definitely good for just being like music videos", "yeah them being short is interesting", "like why make 15 1 minute songs if they're just normal songs and normal music videos", "i still sorta do", "not that the video was bad but i just wanted it to be something else", "ok the music is actually good now that im listening again i think i was just so disappointed by the video that my brain somehow thought the music was bad too", "im like skipping around to various parts and they sound pretty good", "i probably just had higher expectations tho", "but like none of them were really catchy or whatever", "some of them had good beats and the rhyming sounded good sometimes", "i mean this is just the type of music where you're supposed to like listen to the meanings of the words and i just like cant do that even when i have subtitles on", "i still think the first 2 minutes and then the last 2 minutes are like way bettr than any other part though", "and way more worthy of the hype you were giving it", "but i still think that would've been cooler", "so i built up a totally different idea based on the first 2 minutes", "yeah i think im biased bc i initially watched the first 2 minutes and thought it was gonna be a cool thing where it was all connected or gonna be in one building or something and so i got excited adn then i actually watched the whole thing later on and it wasnt", "some of them i found boring tho", "some of them i liked", "All the ones where she's just sitting there and its zooming on her face were way better than the ones where it cuts a bunch", "Like with the house it should've done the thing where it zooms out and it magically becomes a painting without you realizing it", "I wish it was more no cut", "The transitions between the first few were really good though", "It was alright", "I didn't particularly like the music itself", "Also I like don't listen to lyrics or whatever so maybe I didn't catch this but I wish there was more of an arc or connection overall for the project", "But it sorta just seemed like it was cool bc it had a lot of costumes and sets not bc it was creative", "Some near the end were good though", "But some were just boring", "I liked the first two", "It was alright", "i will answer you", "sorry im focused on something", "ok i finally watched this", "Yeah its actually good", "Oh fuck king gizzard has covid", "wait i actually dont have it recorded", "let me see", "idk dash told me to listen to like some of the original hyperpop artists", "no just like", "i need to listen to the essential hyperpop", "drip drip from the tap dont slip drip drip from the tap dont slip on the drip drip drip from the tap dont slip drip drip from the tap dont slip on the drip drip drip from the tap dont slip drip drip from the tap dont slip on the drip drip drip from the tap dont slip drip drip from the tap dont slip on the drip", "drip drip from the tap dont slip drip drip from the tap dont slip on the drip drip drip from the tap dont slip drip drip from the tap dont slip on the drip", "drip drip from the tap dont slip drip drip from the tap dont slip on the drip", "im on 8 hours now and the song isnt over", "it said it was 18 minutes but it just keeps extending", "i'll watch the video, but the new gizzard single is just too long i dont think the song will ever end", "i definitely will", "i'll listen once i finish listening to the dripping tap 2 trillion times", "whack world", "its so good", "i doubt im gonna want to listen to them regularly on spotify since its two 15 minute intermission songs but i would like to hear it", "im sure once peopel get the vinyls for timeland it'll be easily accessible", "but anyway omnium gatherum is coming out soon so it doesnt matter", "they're weird and wacky", "im not sure", "i think its just not gonna be released digitally", "\"drip drip from the tap don't slip on the drip\" is probably the best line in any song ever made", "goblins are real", "there is actually going to be a king gizz song called garden goblins", "obama listened to mitski", "its ok bc they wont make a bad album", "Also on the reddit people have pieces of the clock from the concert but they're just like pieces of cardboard and it's really funny", "Supposedly was made as intermission music for their 3 hour set lmao", "Also the album is two 15 minute songs 🤡", "Wait your right oh my god", "And we still don't know what tap water is", "Also apparently stu said a single would come out on Monday but it's Monday in Australia and nothing has come out", "And apparently you can find recordings online but I haven't found a website that won't definitely give me a virus", "They had the return of the curse of timeland festival where they were able to buy the album but it still hasn't been released online", "Made in timeland the new king gizzard album", "I'm so confused if timeland is out or not", "I love the frantic glockenspiel", "This is very good", "No you're right", "why is this so good", "i will ask the music industyr class that im currently in if they knew who that is and if they dont you die", "Yeah he is very good", "Zutomayo really is the best artist", "Just got to this but Holy shit tis good", "good night", "you cant go right back to sleep", "you must've just woke up", "thas really early", "your going to bed 19 hours early", "19 hours earlier than midnight which is a normal time to go to sleep", "thats like", "fuck you its only 5 am in your place", "game on gamers", "ok im gonna sleep", "i like 49 soundtracks", "i could make a separate topster for soundtracks honestly", "i made joke", "i cant believe you like rex orange country but im literally the one who lives in orange county", "i wish that i could reconcile video game soundtracks in my album ranking but it doesnt feel right", "that makes sense", "they like rex orange country", "thats good", "ok well i appreciate their insight", "it might't", "tell them to listen to the entire 84 hour sex playlist or you'll kill them", "i'll stick something in their homes if they dont watch out", "i feel like i like that music bc i did theater", "what does tally hall have to do with homestuck", "i hate that thats the conclusion", "thats epic music", "lol why", "good good", "tell them to listen", "i really think its an amazing album and i dont want them to like it", "specifically the mind electric", "also make sure all your music industry friends listen to hawaii: part 2 and tell you that its bad", "i realized", "but yeah basicaly all music i like either makes me dance or makes me feel sad", "i dont get that", "idk some people just listen to music and sit there motionless", "i think thats the two main ones", "some music makes me dance and some music makes me feel emotion", "i like different music for different reasons", "yeah probably", "tell them to listen to it while high and they will come to like it as their favorite album", "i feel liek ben did the best one time when he just said my music taste is random noises", "how can one explain my music taste", "i dont understand the b3k hate tho", "although thats dumb", "i guess you're alloed to not like ajr", "thats just wrong", "why dont they like b3k?", "<@86605650976571392> we finished the spidoe", "Damn, this might have to be the soundtrack of the day considering it is soundtrack Sunday", "children eating the pitbull", "and by the gym i mean home workout", "im hitting the gym", "or did he delete it when he did", "wait but doesnt he not have a gf", "me neither", "is that bad", "but they're just boring normal reasons", "tiwtter comments", "it is in the twitter replies", "sugma male spotted", "shaved my head cuz i watched breaking bad", "i think this is actually the perfect video", "ive watched this video so many times and i keep laughing", "I'm not having sex with you right", "i have so many questions about that video", "i saw this already but its on me for not posting it before you", "I am in orbit\nOne billion\nI am Saturn's rings and Jupiter's storms\nI am the weather\nI am the sun's heat\nI am the night sky\nFive hundred billion\nThe solar system is puke\nTo the Kuiper belt and beyond\nI fill the void\nExploding suns, vomit comets\nComets vomit acid rain\nSpilt milk over the milky way\nOne trillion\nThe stars are my cells\nRacing faster outwards\nUpwards\nDownwards\nInwards\nLosing track of my place in the vomit-verse\nEvery nowhere\nI am heavy\nI am gravity\nNebulas pregnant with barf pulsate and burst\nExpansion\nI shoot arrows of time in all directions\nI am a black hole shitting into the void\nI tear through the skin of perception and into the next\nNonillion\nThe cosmic microtone background becomes transparent\nLike rising damp\nMunt soaks into the walls of the cosmos\nAnd it topples like soggy bread\nI am dark energy accelerating\nMultiverse\nEntanglement\nI am time\nCentillion\nTime is sick\nCritical density\nContraction\nSingularity\nEverything and nothing\nLife and death\nMurder of the universe", "The spatter becomes a spray, the spray becomes a stream\nAnd the stream becomes the waterfall\nMunt is finally cascading from my input\nThe creeping sick moves from my breath\nAnd into my heart where it is pumped to every inch of my body\nI feel it snake through the knots of my deepest veins\nAnd eats through the walls of my cells\nIt bleeds through the pores of my skin\nAnd it smells good\nIt drops from my crotch on to the floor\nAnd with a heavy slap it hits the ground and spreads\nInside my body\nThe pressure is too great\nAnd like some ancient geyser I erupt\nMy head hits the roof and my body breaks apart with the force of the liquid blast\nVomit bomb\nChunky shrapnel tears through everything around me\nI am vomit vomiting\nI grow and disperse\nBleeding through walls\nI force myself upon others\nI slide up legs and crawl down throats\nI integrate\nI am double\nTriple\nI am ten times the size\nI turn lakes into porridge and buildings into bile\nI am a noxious soup filling valleys with vomit-torrents\nCastles crumble in landslides and I munch the rubble\nIt tastes good\nTen thousand times bigger\nI seep into power sockets and travel along the wires\nAt the speed of light across vast electrical networks\nI am electric\nI am on fire\nThis is sex\nI am every one and every zero\nOne million\nI am supercharged flaming puke storming every cell molecule and atom I can find\nI am cancer\nI am flying\nI am a rainbow unfurling across the sky\nI am floating\nI am omni\nFive hundred million\nThe world is my interior\nIt no longer spins\nIt is altered\nMy density forces me outward", "ever heard of it", "yeah its called global warming", "nine hours nine persons nine doors", "The pogmentary", "Well yeah that goes with saying", "It's just funny bc what's happening in that image can easily happen anywhere except for Seattle", "Car repair", "That your meme is a reference to", "And the bear coming out from the ground is from our road trip where the giant bear came and smashed our car", "It's very good", "I love the song where they just say \"have sex\"", "Other than watching the whole thing sped up into 30 seconds", "Yeah that's the only part of morbius I've seen before", "The giant bear coming out of the ground", "Yeah that happens everywhere but Seattle", "The world if this was a meme", "Josh butchart", "Oh god", "For some reason I misread the original message as mirror selfies", "Oh I see their just selling the mirrors", "Why are there mirror selfies?", "Oh weird", "No actually I've never heard of that what is it", "Lmao what the fuck is Facebook marketplace", "3 seconds ago", "We live in a society", "Grant o brien", "Lmao wtf", "but finn like verbally says this every day", "idk you probably do", "that person is just finn", "thats just finn", "Big chungus is probably the only meme I don't like", "he like made a whole blog post about it lol", "the issue is he's like swearing that he didnt do it on purpose", "I still do not believe for one second that grrm did not do it on purpose", "i doubt you could even imagine it", "i see", "dont answer that", "dafuk is a larval tear", "also my stats are just stupid anyway i need to restat", "i dont remember leveling it up that much in ds3", "oh i guess you just need to level it up way more than i think", "i definitely would have to level up my health 1 millino times to have that much health", "also how do people get that much health", "wtf just happened", "what elden ring is that", "We need to draw the payoff matrix or whatever it's called", "im jsut confused", "but theres no elephant", "or is that the joke", "i see a donkey and an otter", "i dont see either", "Lmao what", "How did he multiply", "well yeah but theres only like 3 good anime", "its still good enough to almost be a good anime", "What is the refrance", "I mean yeah", "you're on episode 1", "you do watch jojo", "but ben", "mandatory that you listen to this fully or you're banned from the server", "you're banned?", "goblin crow", "I feel like they have perfected the sound of talking in all caps", "EL DEN RING", "Time to watch the critical role elden ring one shot with brennan Lee mulligan", "This is amazing", "What a shame", "So I'm hearing on the news that Russia might be bad?", "But the article I saw still recognized him in the anime", "Oh yeah that is a big difference", "Was it more accurate in the manga", "i am not a real one", "you broser didnae update", "i mean you got fucked bc it was the old version", "It's funny bc they literally made it easier", "lmao what", "the word of the day", "isnt that obvious to you?", "I see", "Yeah this is a good meme", "I mean yeah", "That like makes no sense", "Wait wtf you're right", "God I wish I didn't know what an arrow was", "society has gone to far", "Oh god he has something better than lib gen", "uh oh youre gonna raed it before i do", "which one", "jamie book moment", "jamie gave me a book called the atlas six that apparently got popular on tik tok", "in the tik tok book", "well im gonn learn the secrets of time and space", "ok neil now that you've been on a cruise you think youre sooooo smart", "wait how does the president elect him isnt he the president????? i thought the people elected him?", "very good very good", "I listened to both while high and i remember one being bad", "Which one", "me in 1 year and 3 days", "Brandon sanderson", "In the picture", "So like 5 dollars", "The 5 million liire", "The hole where the 5.4 dollars are or whatever", "what is the internet", "pretty good yeah", "just finished it one second ago", "what even is a cryptocurrency", "oh god", "oh god i still need to invest", "finn with yoru economics knowledge create finstagram and depose this foolish senator", "Stealing this", "Anthony died in 2021?", "thats definitely the best thing ever", "god = cringe", "whats the divine intervention", "september is only ranked #65", "damn rolling stones got it wrong", "good set of messages from usc's dnd discord", "9 hours of sleep:", "i've lost faith in this account", "bruh wtf", "cum back", "That's funny", "I see", "i dont understand the meme format but i still think its funny bc it says the word california", "Araki moment", "osu = rightism", "school = no osu = leftism", "Fuck cursive", "Sadly, i agree with Ben in this instance", "Rowing seems way easier though", "Replace something dumb with nickerson v stupid", "You definitely can and should have it both ways", "Nickerson and Stupid need to be added to this becket", "Actually I change my vote to joe", "The people", "So its just a guy saying weird things", "Maybe I just don't know the use", "Usually i feel like it's something different", "Oh yeah that's true", "Why are the other people npcs", "Idk normally in these videos the person who makes them is the noc", "Wait why is he the npc", "I feel like that'll be funnier though", "all according to play", "yeah as long as one answers it should work", "this is definitely really good bc its a weird meme image that makes people argue and then eventually someone gets suspicous and clicks on the image finding the sex joke but then it just becomes someone playing chess", "no i think its an ai", "it says on the sex", "how did he double sex", "oh god", "just trending gifs", "and then you play chess", "the best part is the image links you to the sex thing", "yeah if the problem was better it would be better", "i put in a gif and typed s/e/x", "oh that makes sense", "or is it something else", "or does it change on its own", "were you actually changing the image?", "give me a sec", "what is happening", "oh god i actually dont have time to explore this", "LMAO WTF", "this could definitely be the funniest joke ever made", "let me check", "the rabbit hole goes depeer", "oh god wait", "didnt you also get that", "well i dont want to say bc someone delted my message before so obv someone doesnt want me to say", "i dont know how to answer that", "i mean", "its either 23 or 26", "so i think theres an evil monster or some shit", "well i said why but the message was deleted", "im definitely in th etwilight zone rihgtnow", "could be", "who deleted my mesage?", "im also confused", "how does this work", "oh god wait", "h'es a genius", "Post your age!", "I'm 22", "i think ive somehow seen this video like 4 times before now", "Joe mamba", "Joe abercrombie", "Ok yeah NY is good", "I'm in California", "Just give up everything but the west coast", "sex gifs", "finn music theory", "Based image", "Probably a good thing the meme isn't true", "I feel like the pictures could be better", "I mean one is but one is just a clear bombing", "Funniest thing in the world", "Is there a real curved line?", "im just confused about many of the elements of that video", "gucci gang gucci gang gucci gang", "Me when my roommate takes Chinese", "I wonder if this can be mapped to two real life concerts to find the true answer", "Why is there a map", "Yeah I agree", "This made me laugh way harder than it should", "and we thought we were joking when we talked about china moving all the way across the pacific", "\"In most places\"", "I mean the radio show is funny but you gotta acknowledge the guy is an asshole", "Yeah i think that video is funny", "It's like the \"I fucked your dad\" monologue", "But the concept is funny", "It's still like awkward to laugh at others suffering", "Bc it doesn't actually matter if it's fake or not", "It's still a little cringy even if it's fake imo", "Bc its just comedy", "It's funny to listen to but it's also really cringe bc the station has no empathy for any of the people and the viewers are encouraged not to have any empathy", "Usually these stories uncover really embarrassing stuff in my experience", "I mean like", "Hans is definitely wrong tho", "Yeah I agree but it's also fucked up that the radio station does this show anyway if it's real", "Listening to these are really funny but if I actually thought these were real I would vomit", "I guess that's why you content warn", "Lmao Sidney", "When I coom", "But yeah that's me", "This is Finns memers", "god i hate british people", "It won best related work a year or so ago", "Lol it won a Hugo award", "What Finns saying is that if it's all the tags and 90 percent are sexual then most of the tags you can use on that website are sexual", "What is this", "I mean dogs are funny even when they just stand there and do nothing", "Yeah he has sex", "I see", "Like the visual part", "What the fuck is happening in this video", "Oh damn", "And yeah I agree", "What is this", "damn my calendar be spittin facts", "When I was on Instagram reels", "I think I actually saw that on Instagram reels", "think abou tit", "but you can still get your dick sucked", "so you cant suck someone elses dick", "it says no dick sucking", "to get their dick sucked", "twas in time", "Meme have gone too far", "but it doesnt actually help dpression lol", "i dont think this image should be about solving depression but i think that is like a productive way to think", "infinite mcdonalds", "oh no", "did he mean to say shout out to the jews?", "bc it implies they'll like trap you in the room with them depending on the answer", "wouldnt it be really funny to actually see that on someones wall", "but like", "I don't think that's what it means but that would be funny", "Like in an actual wall in your room?", "you'll find out", "I finally understand how King Crimson works! So basically, the stand is able to and then he can with his abilities!", "Lol why", "Haha 1969", "Oh my", "one of the best", "also i didnt respond to this but i think its a very good video", "i was there once or twice", "new york city", "Handmaiden, Commandment, Peppermint, Cyclone, Hexagon, Lightning, Tracheal, Charming, Navigate\nDestroy the block that does not fit. Make sure you know how to  BLANK. Heed what the words BLANK    .\nYou have 3 tries", "not if u make it not", "loud alarm on other sie of room", "DISCORD AMONG US JEWS", "i cooka da pizza", "i want t oplay with you 🥺", "<@!86605650976571392> i will only play for 45 more minutes btw", "5 person coup", "with ys", "<@!327620813341851651> play coup", "<@!86605650976571392> coop", "the rats from jojo", "that would be epic", "how did he do it", "That's like how i envision myself dancing", "I mean", "Lol that's actually how i dance too", "liked by eli", "me when", "best move ever", "I remember that joement", "post nut clarity", "_askhenry what do i do?", "same tbh", "the doc be like: in order to put in all your spotify songs you have to just send your credit card number to this email: henrygossgrubbs@gmail.com", "cause i dont want to double scrobble everything since i got it", "you said its easy to not put in everything though right?", "it should just know every song ive ever listened to in my life", "its not like the bot is bad or the website is bad its just unforutnate", "the way this discord bot works is that you kinda have to backlog your spotify data or else the stats dont really mean anything cause its just comparing between users", "but what im saying is like", "yeah ye i get that and thats good", "its sad that the stats are basically meaningless unless you do all this stuff", "but yeah i'll just follow the silly little doc", "but im just saying thats why i was confused", "not that its your fault", "well yeah but i thought it would still work cause thats what you told me to do", "cause i was just told to do the normal package", "yeah thats what i didnt understand", "i see", "is that what would make it be the right files?", "the doc", "the webiste says that it wont work for me", "bruh dint we talk about this like 2 times", "but the main issue is like knowing how to actually scorbble ay of it", "ok yeah", "the world if i figured out how to put in my psotify data", ".wk king gizzard and the lizard wizard", "-p why you actin sus", "-p https://open.spotify.com/album/6qb9MDR0lfsN9a2pw77uJy?si=532b4E_UQsmY_WPA28kcZQ", "-p https://open.spotify.com/album/5bfpRtBW7RNRdsm3tRyl3R?si=oxR0ITZvSA-jaAm-G6HFmA", "-p https://open.spotify.com/album/5bfpRtBW7RNRdsm3tRyl3R?si=oxR0ITZvSA-jaAm-G6HFmA", "-p dreamland glass animals album", "-p https://www.youtube.com/watch?v=ZarOZEPW1ok", "-p https://open.spotify.com/playlist/6YU0cD3NZ1B8WD6AW0PkXO?si=0feda6f73a9b42e0", "-p https://open.spotify.com/playlist/7psRf0gigm24P633sEsMjC?si=a73877268df24670", "-p https://open.spotify.com/album/6qb9MDR0lfsN9a2pw77uJy?si=CKFsQYu-Tc2Jsnz3-9Zviw", "-p nuclear fusion king gizzard", "-p https://www.youtube.com/watch?v=8hCTJ76ctPY&list=OLAK5uy_m1ABaNjc7jZhb8FNXn4j9VtYZcH1zNN18&index=2", "-p infest the rats nest", "-p sense king gizzard", "-p crumbling castle", "-p straws in the wind", "-p nuclear fusion", "-p billabong valley", "-p fishing for fishies", "-p https://open.spotify.com/album/7mGW0YccQQZPCD1acHaClx?si=ogXQlcA2QqucAhU8h62WhA", "-p https://open.spotify.com/album/1KroMxmb0vktMfKOIADGyq?si=rusAixCDS5-Su-xbfNzhAA", "-p https://open.spotify.com/playlist/6YU0cD3NZ1B8WD6AW0PkXO?si=DAlgmNi2RzOPJCLZN4yQ4w", "-p https://open.spotify.com/playlist/7psRf0gigm24P633sEsMjC?si=f_sDJCOuQhm3zD773SzXsw", "-p https://open.spotify.com/playlist/6YU0cD3NZ1B8WD6AW0PkXO?si=I1b-QoAqRpq1TdsJyC8S3A", "-p https://open.spotify.com/track/64Dlgk4d6JbiT8UoaHB4g0?si=bR-m-RAgQLqmxQFjd9VEwA", "-p https://open.spotify.com/track/3evFjxgfNjxPLnNeC9PWu6?si=ILxU7AMjRUG6IgUnO6Mbkg", "-p https://open.spotify.com/track/1oYYd2gnWZYrt89EBXdFiO?si=3a-LAzaPS-O8BtsIY5xLPQ", "-p https://open.spotify.com/track/6nmufQUcWf9MTXTKXoGLzI?si=1eJ8VGRiTbC-FjamTZ_f7A", "-p https://open.spotify.com/track/6gpSU2C1VJq0xaVIGtQPVi?si=C0p3fBb9Slep2PiEYOePfw", "-p https://open.spotify.com/track/2wzsaUL31aQAna0Rnd82mM?si=qcCgNJN9S56OrNGItyO8JA", "-p https://open.spotify.com/track/5tFAwDNw4K6KYKCWtta7pe?si=5YIZkaGiSU-YkNxT5LULMA", "-p https://open.spotify.com/track/6Ti5Abrfinkop5Em3uEXU6?si=mSbVGrKiSZqox-u0M2uKgQ", "-p https://open.spotify.com/track/0zms6rKU9lh6BbIrp1gDcZ?si=Hi44enOPRJCe4O95Db0vVw", "Wordle 337 3/6*\n\n⬛⬛⬛⬛🟨\n🟩🟨⬛🟨🟨\n🟩🟩🟩🟩🟩", "@iris FLAVOR FAIL", "yeah probably", "this is literally the most broken card hes ever seen", "bladders gate", "theres no way to tell", "he literally posted at the stroke of midnight", "Wordle 332 4/6*\n\n⬛⬛🟩⬛🟨\n⬛⬛🟩🟨⬛\n⬛🟩🟩🟨⬛\n🟩🟩🟩🟩🟩", "Wordle 331 4/6*\n\n⬛⬛⬛⬛🟩\n⬛🟨⬛⬛🟩\n⬛⬛🟩⬛🟩\n🟩🟩🟩🟩🟩", "Wordle 330 5/6*\n\n⬛⬛🟨⬛🟨\n⬛🟩🟨🟨🟩\n⬛🟩🟩🟩🟩\n⬛🟩🟩🟩🟩\n🟩🟩🟩🟩🟩", "I honestly had a similar thing I just forgot about that movie", "That makes sense lol", "What was it you wanted to tell me about the framed Neil?", "Didn't get framed", "#Heardle #77\n\n🔊🟩⬜️⬜️⬜️⬜️⬜️\n\nhttps://www.heardle.app", "Wordle 324 2/6*\n\n⬛⬛🟩🟨🟩\n🟩🟩🟩🟩🟩", "Wordle 323 5/6*\n\n⬛🟩⬛⬛⬛\n⬛🟩⬛⬛🟨\n⬛🟩🟩🟨🟩\n🟩🟩🟩⬛🟩\n🟩🟩🟩🟩🟩", "Framed #55\n🎥 🟥 🟥 🟥 🟥 🟥 🟥\n\nhttps://framed.wtf", "I'm tired", "Wordle 320 X/6*\n\n🟨⬛⬛⬛🟨\n⬛⬛🟨🟨⬛\n⬛🟩⬛🟩🟩\n⬛🟩⬛🟩🟩\n⬛🟩⬛🟩🟩\n⬛🟩⬛🟩🟩", "||oh I knew about the book but I guess that's not the name of the movie||", "Never heard of it", "Framed #54\n🎥 🟥 🟥 🟥 🟥 🟥 🟥", "Wordle 319 6/6*\n\n🟨🟨🟨⬛⬛\n⬛🟨🟨🟨⬛\n⬛🟩🟩🟩🟩\n⬛🟩🟩🟩🟩\n⬛🟩🟩🟩🟩\n🟩🟩🟩🟩🟩", "Framed #53\n🎥 🟥 🟥 🟥 🟥 🟥 🟩", "Wordle 318 4/6*\n\n🟨🟩🟩⬛⬛\n⬛🟩🟩🟩⬛\n⬛🟩🟩🟩🟩\n🟩🟩🟩🟩🟩", "Well yeah but you can't deny the 4th one is just bad", "Framed #52\n🎥 🟥 🟥 🟥 🟩 ⬛ ⬛", "Wordle 317 4/6*\n\n🟨⬛⬛🟨⬛\n🟩⬛🟩🟩⬛\n🟩🟩🟩🟩⬛\n🟩🟩🟩🟩🟩", "Framed #51\n🎥 🟥 🟥 🟥 🟥 🟥 🟩", "Wordle 316 5/6*\n\n🟨⬛⬛⬛⬛\n⬛🟨🟨⬛⬛\n⬛🟩⬛🟨🟨\n⬛🟩🟩⬛🟩\n🟩🟩🟩🟩🟩", "I finally got one just by guessing randomly", "#Heardle #65\n\n🔈🟨🟥🟥🟩⬜️⬜️", "Wordle 315 4/6*\n\n🟨🟩⬛⬛⬛\n⬛🟩🟩⬛🟨\n⬛🟩🟩🟨⬛\n🟩🟩🟩🟩🟩", "Me when I've watched a movie", "Framed #50\n🎥 🟥 🟥 🟩 ⬛ ⬛ ⬛\n\nhttps://framed.wtf", "Wordle 314 3/6*\n\n🟨🟨⬛🟩⬛\n⬛🟩🟩🟩🟩\n🟩🟩🟩🟩🟩", "Damn, I think I might have got this one if I had ever watched a movie", "Wordle 312 4/6*\n\n⬛⬛⬛🟨⬛\n🟩⬛🟩⬛⬛\n🟩⬛🟩⬛🟩\n🟩🟩🟩🟩🟩", "I got neils in 6 but I gave up on Finns in a few min", "Wordle 311 3/6*\n\n⬛⬛🟩🟩🟨\n🟨⬛🟩🟩🟩\n🟩🟩🟩🟩🟩", "thats good", "oh thres hints now", "i know someone who i told about it and they do it everyday tho", "yeah i used to do it but it just takes too much time", "ive never heard of this movie", "this would be really good if i had ever watched a movie", "Wordle 310 4/6*\n\n⬛🟨⬛🟨🟨\n🟨⬛🟨🟨🟨\n🟩🟩🟩🟩⬛\n🟩🟩🟩🟩🟩", "Wordle 309 4/6*\n\n🟨⬛🟨⬛🟨\n🟨🟨⬛🟨🟨\n⬛🟨🟨🟩🟨\n🟩🟩🟩🟩🟩", "Wordle 308 4/6*\n\n⬛⬛🟩⬛🟩\n⬛⬛🟩⬛🟩\n⬛🟩🟩⬛🟩\n🟩🟩🟩🟩🟩", "Wordle 307 3/6*\n\n⬛🟨⬛⬛⬛\n🟨⬛⬛🟩⬛\n🟩🟩🟩🟩🟩", "Wordle 306 4/6*\n\n⬛⬛🟩⬛🟩\n⬛⬛🟩⬛🟩\n⬛⬛🟩🟩🟩\n🟩🟩🟩🟩🟩", "Wordle 305 3/6*\n\n🟨🟩⬛⬛⬛\n🟩🟩🟩🟨⬛\n🟩🟩🟩🟩🟩", "Wordle 304 5/6*\n\n🟨⬛⬛⬛🟨\n⬛🟩⬛🟩🟩\n⬛🟩⬛🟩🟩\n⬛🟩⬛🟩🟩\n🟩🟩🟩🟩🟩", "you actually know", "yeah thats what im saying", "Half the times I got it it's just bc I typed in the lyrics so maybe Sidney is actually smart and knows music", "Damn 😔", "wait then neil how did you get the heardle?", "i dont either", "#Heardle #52\n\n🔈⬛️⬛️⬛️⬛️🟩⬜️", "Wordle 303 3/6*\n\n🟨🟨🟨⬛⬛\n⬛🟨🟨🟨🟨\n🟩🟩🟩🟩🟩", "snake in the grid", "Wordle 302 4/6*\n\n⬛🟨⬛⬛🟩\n🟨🟨🟨⬛🟩\n🟨🟨🟩🟩🟩\n🟩🟩🟩🟩🟩", "yeah theres probably just weird stuff with the sample", "thats sad", "And then maybe it went back up bc they reached an agreement or something", "They probably were there illegally and then got taken down once the original owner noticed", "Yeah that's weird", "Oh wait I see what you mean", "I mean technically they need permission for SoundCloud and YouTube but I guess people don't care as much", "It probably depends on whether the person gave permission", "||probably the copyright owner of the samples gave permission||", "||I guess you can just put illegal stuff on SoundCloud and YouTube||", "||Wait what platforms is it on then||", "Wordle 301 4/6*\n\n⬛⬛⬛⬛🟨\n⬛🟨⬛⬛⬛\n🟩🟩🟩⬛🟩\n🟩🟩🟩🟩🟩", "Wordle 300 3/6*\n\n⬛🟨⬛🟨🟩\n🟩⬛🟩⬛🟩\n🟩🟩🟩🟩🟩", "I would've gotten it in 2 if I was truly good", "#Heardle #49\n\n🔉🟥🟥🟩⬜️⬜️⬜️\n\nhttps://heardle.app", "Wordle 299 3/6*\n\n⬛⬛🟨⬛🟩\n⬛🟩🟩⬛🟩\n🟩🟩🟩🟩🟩", "#Heardle #47\n\n🔈⬛️⬛️⬛️⬛️⬛️🟩", "Wordle 298 4/6*\n\n⬛⬛⬛⬛⬛\n🟩⬛🟩🟩⬛\n🟩⬛🟩🟩🟩\n🟩🟩🟩🟩🟩", "Wordle 297 3/6*\n\n🟩🟨⬛⬛⬛\n🟩🟩⬛🟩⬛\n🟩🟩🟩🟩🟩", "Good song", "#Heardle #45\n\n🔊🟩⬜️⬜️⬜️⬜️⬜️", "Wordle 296 4/6*\n\n⬛🟨⬛🟨⬛\n🟩⬛🟨⬛⬛\n🟩⬛🟩⬛🟨\n🟩🟩🟩🟩🟩", "Wordle 295 4/6*\n\n⬛🟨⬛⬛⬛\n🟨⬛⬛⬛⬛\n🟨⬛🟩🟨🟩\n🟩🟩🟩🟩🟩", "#Heardle #43\n\n🔇🟥🟥⬛️🟥🟥🟥", "The twos are back baby", "Wordle 294 2/6*\n\n🟨🟨🟨🟨⬛\n🟩🟩🟩🟩🟩", "god tear", "||Neil when the music isn't recorded through a 7th order ambisonic binaural microphone||", "#Heardle #42\n\n🔊🟩⬜️⬜️⬜️⬜️⬜️", "Wordle 293 2/6*\n\n🟨🟨⬛🟨🟩\n🟩🟩🟩🟩🟩", "#Heardle #41\n\n🔈🟥🟥🟥🟥🟥🟩", "Wordle 292 4/6*\n\n🟨🟨⬛⬛⬛\n⬛🟨🟨🟩⬛\n⬛🟩🟩🟩⬛\n🟩🟩🟩🟩🟩", "||I'm still proud of myself cause I knew it was led Zeppelin from the third guess on||", "#Heardle #40\n\n🔈🟥🟥🟥🟥🟩⬜️", "Wordle 291 4/6*\n\n⬛🟨⬛⬛⬛\n🟨🟨🟨⬛⬛\n🟨🟩🟨⬛🟩\n🟩🟩🟩🟩🟩", "||yet another song that i've heard many times but dont know the name of the song or the artist. i really am cringe||", "Wordle 290 4/6*\n\n⬛🟩⬛⬛⬛\n⬛🟩⬛🟨🟨\n🟨🟩🟨⬛🟨\n🟩🟩🟩🟩🟩", "||that's a funny song for it to be today||", "#Heardle #38\n\n🔊🟩⬜️⬜️⬜️⬜️⬜️\n\nhttps://heardle.app", "Wordle 289 4/6*\n\n⬛🟨⬛🟨⬛\n🟩🟨🟩⬛⬛\n🟩⬛🟩🟨⬛\n🟩🟩🟩🟩🟩", "and its starting to annoy me", "the past like 3 songs have been songs i knew but just didnt know the name of the song or artist", "Wordle 288 5/6*\n\n🟨⬛⬛⬛🟨\n⬛⬛⬛🟩🟩\n⬛⬛⬛🟩🟩\n🟩🟩⬛🟩🟩\n🟩🟩🟩🟩🟩", "Wordle 287 3/6*\n\n🟨⬛⬛⬛🟩\n⬛🟨🟨⬛🟩\n🟩🟩🟩🟩🟩", "||i didnae clikc the linik||", "#Heardle #35\n\n🔊🟩⬜️⬜️⬜️⬜️⬜️\n\nhttps://heardle.app", "||is the link gonna rick roll me?||", "How did you listen", "Were you able to listen to today's heardle?", "Wordle 286 3/6*\n\n⬛⬛⬛🟨⬛\n🟩🟨🟨🟨⬛\n🟩🟩🟩🟩🟩", "Your smart", "#Heardle #34\n\n🔉🟥⬛️🟩⬜️⬜️⬜️\n\nhttps://heardle.app", "Wordle 285 X/6*\n\n⬛⬛⬛⬛⬛\n⬛🟩⬛⬛⬛\n⬛🟩🟨⬛🟩\n🟩🟩⬛⬛🟩\n🟩🟩⬛⬛🟩\n🟩🟩⬛🟩🟩", "Wordle 284 4/6*\n\n⬛⬛⬛🟨🟩\n🟩⬛🟩⬛🟩\n🟩🟩🟩⬛🟩\n🟩🟩🟩🟩🟩", "Yeah I have heard the song but didn't know the name", "Wordle 283 5/6*\n\n⬛🟨⬛🟨⬛\n🟨🟨⬛⬛⬛\n🟩⬛🟩⬛⬛\n🟩🟩🟩⬛🟩\n🟩🟩🟩🟩🟩", "Wordle 282 4/6*\n\n⬛⬛⬛⬛⬛\n⬛🟩🟩🟩⬛\n⬛🟩🟩🟩🟩\n🟩🟩🟩🟩🟩", "Wordle 281 3/6*\n\n⬛⬛⬛⬛⬛\n🟨⬛⬛🟨⬛\n🟩🟩🟩🟩🟩", "oh yeah i forget to post", "#Heardle #30\n\n🔈⬛️⬛️⬛️⬛️🟩⬜️\n\nhttps://heardle.app", "Wordle 279 3/6*\n\n⬛⬛⬛⬛🟨\n🟩🟩⬛🟩⬛\n🟩🟩🟩🟩🟩", "i mean i still have it up bc hopefully i'll just remember it eventually", "||I've listened to this song a billion times but never voluntarily so I don't know the name||", "||oh god I can't remember the name of the song||", "Wordle 278 4/6*\n\n⬛⬛⬛🟩🟨\n⬛⬛🟩🟩🟨\n🟨🟩🟩🟩⬛\n🟩🟩🟩🟩🟩", "||finally, a song that doesn't start with someone mumble rapping||", "#Heardle #26\n\n🔊🟩⬜️⬜️⬜️⬜️⬜️\n\nhttps://heardle.app", "Wordle 277 4/6*\n\n🟨⬛⬛⬛🟩\n⬛🟨⬛⬛🟩\n⬛⬛🟩⬛🟩\n🟩🟩🟩🟩🟩", "Wordle 276 4/6*\n\n⬛⬛⬛🟩⬛\n⬛🟨⬛🟩⬛\n⬛🟩🟩🟩🟨\n🟩🟩🟩🟩🟩", "yeah i just have never heard the song before", "oh thats smart", "i did i just didnt post bc i didnt get it", "Wordle 275 3/6*\n\n🟨⬛🟨⬛🟨\n⬛🟨⬛🟨🟩\n🟩🟩🟩🟩🟩", "oh yeah yeah", "i dont think this makes sense", "i assumed that sidney might be the one person to get it earlier", "that had to be on purpose right?", "wait how", "i wanna see someone get today's song not on the 3rd try", "I don't remember what song it was", "I had never heard of it but i just wrote the first lyric they said and it was the name of the song", "Some song", "#Heardle #23\n\n🔉⬛️⬛️🟩⬜️⬜️⬜️\n\nhttps://heardle.app", "Wordle 274 4/6*\n\n🟩⬛⬛⬛🟨\n🟩⬛⬛🟩⬛\n🟩⬛🟨🟩⬛\n🟩🟩🟩🟩🟩", "||all i do is win win win no matter what||", "||so you're good||", "||i see||", "||when you dont know the song so you just type the first words you hear and its the name of the song||", "#Heardle #22\n\n🔈🟥🟥⬛️🟩⬜️⬜️\n\nhttps://heardle.app", "Wordle 273 3/6*\n\n⬛🟨⬛⬛⬛\n🟩🟩🟨⬛⬛\n🟩🟩🟩🟩🟩", "Yeah it feels hard", "I was waiting for bens attempt", "Most unintelligible first second but we all still know it immediately", "finally one i know instantly", "#Heardle #21\n\n🔊🟩⬜️⬜️⬜️⬜️⬜️\n\nhttps://heardle.app", "Wordle 272 3/6*\n\n⬛🟩⬛🟨🟩\n⬛🟩🟨🟩🟩\n🟩🟩🟩🟩🟩", "I only got it bc i was in public and someone sang it", "Wordle 271 3/6*\n\n⬛⬛🟨⬛🟩\n⬛🟩⬛🟩🟩\n🟩🟩🟩🟩🟩", "Neil explain which came first", "yeah lol", "berserk refrance", "unoriginal but funny image", "scroll down", "fully incorrect", "finn didnt i tell you i had heard that song a long time ago and forgot that it was good", "i mean either you get it ijmmediately or you get it on the 4th try", "#Heardle #19\n\n🔈⬛️⬛️⬛️🟩⬜️⬜️\n\nhttps://heardle.app", "What happened in 2012", "<@86605650976571392> <@162684664094392323>", "ahahhaha got you", "so you just called me hot", "thats actually a picture of me", "well yeah, bc elden ring just came out", "||Wordle 209 2/6\n\n🟩⬛🟩⬛⬛\n🟩🟩🟩🟩🟩||", "+ |", "| l I", "Oh god", "small moon", "smalel moon", "the genius", "in bucharest", "im nocturnal 🦉", "i slept from 4 - 12", "what with the Mannequinn ???\nwhy does it have to falling down ???", "are you coming back neil", "2 am is high noon", "oh ok", "no i can come", "Ok I'll", "Oh do I need to come right now", "goblin chirurgeon", "nuffin much", "the genius", "Mailene I owe you like 7 dollars?", "I'm sending out an sos", "Meeting at 6 or arriving at 6", "or will one fit 6", "we should go in 2 cars right?", "should we meet and carpool or drive down there separately", "I'll cover whatever costs you need this time though bc I basically took your money last time lol", "That boy likes to game", "I went there with Neil a few days ago", "you did pay for a portion of the card we would use on the arcade after all", "We should invite <@&735650577807179837>", "Get rekt boomer", "Lol idk", "Literally everything I care about is going to be in a car traveling to Oregon during Thursday evening", "Round 2", "I will camp in it", "i have got a ride from ben nickerson", "Can someone give me a ride again", "Yeah I'll do it as long as I'm able to", "Meeting at 7 today?", "Church campout", "I don't think I'll be there next Thursday btw", "Or just snack", "Do We think we're gonna order food there", "Jamie and I will be a little late as well", "ok my house would also work", "ideally i'll be asleep before the movie ends", "im too tire", "but idk", "maybe if like everyone is going", "im a bit tired and theres things i want to do tongiht", "I feel like maybe we already did but I'm not sure", "Yeah we should think of one", "My apartment or something?", "Cumd room", "There weren't actually 3 more", "Kill them", "i'll keep you guys updated", "i can probably grab him?", "not if we're meeting at 545", "I'll eat anything", "Henry donuts", "what are your ideas", "are your friends the actor", "what will we do", "its gonna be fun", "oh god", "he did say there was a ancor", "this escape room better be the exact escape room from my dream", "neil i'll pay you 2 billion dollar", "if i can escape my room", "sounds good", "evil hans", "is the actor a combination of our genes", "theres a chance i ned a ride thogh", "yeah i'd do it", "but yeah i def want to play masks", "uh idk", "Annie quickly used the lute to fly up into the air, and Eliza followed her, dominating her and forcing her to give over the lute. Meanwhile, the other creature’s shots had worn off. This creature was a strange tusked devil that looked male, with a crossbow and a seemingly endless variety of bolts. After missing Quildar and Nubs, he saw that his mission was accomplished and turned invisible to escape the war machines. Unfortunately for him, he hadn’t banked on Gizmo’s invisibility sight. Kehnam was able to lead everyone to attack him, and he was barraged by a combination of Nubs’ lightning, Mynt’s eldritch powers, and finally, Kehnam’s classic shadow blade.\n    Looking hurt, the creature put his hands up, warning that any more damage would cause him to explode. Eliza surrendered as well, clearly not wanting to lose her companion. She promised to give up the lute and her 10 soul coins, as well as sign an agreement that they could never harm you again. Unfortunately, she was unable to divulge the identity of her employer, as she had signed a contract forbidding her from doing so. You left the pair, quite a bit richer, but uncomfortable at the thought of more enemies at your back.", "As Mephistopheles was unwilling to give the location of such a creature, or even of the Wandering Emporium, you were left to decide where to go next. With no way to cross the River Styx, it seemed that going back to Mad Maggie was the best option. Yafeek chose that moment to remember another useful piece of information: the dock that Zariel uses to refuel her flying fortress could likely be moved into a bridge shape, allowing crossing of the River Styx by war machines. Spurred on by Annie and Kehnam, you decided to head for Mordenkainen, hoping for just a smidgen of his great wisdom on what to do next.\n    Only half an hour away from the Mirror, a shape suddenly flew down in front of you. It was Eliza, a bounty hunter sent after Annie to retrieve the magic lute. Although she wouldn’t reveal the identity of her employer, she offered a deal: she would give 10 soul coins for the lute to be given over and no blood shed. Annie resisted, asking to speak to Eliza’s employer, but Eliza found this unreasonable. After it was clear negotiation would go nowhere, Eliza’s invisible companion shot Mynt, blinding everyone in the group except for her.", "Everyone else approached much more carefully to the mirror. Kehnam walked up with his eyes closed, but was too curious to contain himself. He opened his eyes and was able to resist the effects of the mirror, tearing his gaze away from himself. As he watched, he saw a figure fly out of a tower far off in the mirror. As others approached, Quildar and Nubs incidentally looked in the mirror, becoming frozen for a few seconds before Naudi freed them. \n    Finally, the figure reached the mirror. It was a blue skinned winged creature, looking half like a human and half like a devil. His face was frozen in a scream. In order to speak, he poured a kettle of boiling water on his face before every sentence. He introduced himself as Rigorath, Mephistopheles’ emissary. He refused to let anyone speak with his master, asserting that all deals would go through him. He appeared to already know of your search for the Sword of Zariel, and put forth a deal: your group would gain knowledge and wisdom, and one secret of your choice, if you brought Mephistopheles a pint of blood of a creature as powerful as a balor or pit fiend, or more powerful. You hesitantly agreed to this deal, which Rigorath scratched into the ice, forming it into solid ice on your side of the mirror. Kehnam read the deal over, concluding that it was solid and didn’t have any chance of backfiring on you. You then drank the melted ice, sealing the deal.", "After 3 days of travel, you finally began to get close to the Mirror. As you got close, Mynt suddenly hopped off the machine and ran towards the mirror. Seeing this, Kehnam sprinted after her, hoping to be the first one to contact Mephistopheles. Meanwhile, Nubs found out something extraordinary: his map talks. As you approached, it said “Mirror mirror, made of ice - look within, but at what price”. Unable to get more information out of the map, he yelled for Mynt and Kehnam to come back, but they were unresponsive. Quildar and Naudi, the quickest members of the party, ran after them. Naudi attempted to grab Mynt, thinking that Kehnam was also trying to stop Mynt. Mynt got away, but Quildar was able to stun her with a strike to the neck.\n    Seeing this, Kehnam sprinted past, but Nubs stopped him with Entanglement. Mynt, freed from Quildar’s strike, quickly teleported towards the mirror and finally saw the reflection. It showed an icy, glacial version of her surroundings. As she locked eyes with herself in the mirror, she saw a soulless version of her that was encrusted with ice. She froze, and felt all her memories, knowledge, and fears flash in front of her. Naudi inspected her, and stood in front of her, breaking eye contact with the mirror and breaking the spell.", "Mirror Mirror, Made of Ice\n    After defeating Raggadragga, you went on your way to the Mirror. You soon reached the area that the map showed as a massive pit, with tentacles reaching out of the ground. Hoping to detour around the pit, you headed north, but didn’t get too far before a massive tentacle came out of the ground, smashing the Demon Grinder and ripping some of the armor plate off. Mynt quickly smushed the tentacle with the wrecking ball, but it took Naudi a couple tries to repair the armor, and the machine had a bit more wear and tear on it. \n    After detouring north of the pit, the engines of the war machines shut off, their initial fuel running out. Using 2 soul coins to power each machine, you continued on your way for quite a while, before finally taking some time to rest. This rest, however, was very fitful as the plains of Avernus are not a comfortable place to sleep. In the morning, you discussed next steps. Lulu had remembered more about the two paladins that accompanied Zariel. The one who signed the contract and became a devil was named Haruman, while the reanimated one was Olanthius. The pit fiend, of course, was Bel, the previous ruler of Avernus. It seemed to be the preference of the party to find Olanthius, as it seemed he would be more amenable to negotiation. However, it was unclear how his body would still be intact after all this time.", "After much deliberation, you decided to head towards the Mirror to Mephistar, thinking that it would be difficult to cross the River Styx and go anywhere else. Mad Maggie, grateful after everything you had done to help her, decided to give you a Tormentor to help you in the long trek, along with 3 soul coins, 2 weeks of rations each, and some more information about the warlords of Avernus. First, she mentioned the upstart warlord Raggadragga, who has gathered a team of lycanthropes to gain power in Avernus. She reminded you of Bitter Breath, the horned devil who can’t speak. She also told you about Feonor, an icy mage who drives around Avernus looking for bodies to add to her undead army. Finally, she told you of Princeps Kovik, a cruel chain devil who’s Infantry Legion was destroyed in the Blood War. He’s gathered the survivors of his legion into the Eighth Remnant, and hopes to gain enough power to strike back at the demons.\n    Thankful for the information, you left Fort Knucklebone after a nice rest. Soon after the fort went out of sight, you saw a plume of smoke in the distance. Soon you saw Raggadragga and his gang screaming towards you in a Demon Grinder, a much larger vehicle than you had. While everyone was deciding what to do, Mynt quickly slowed the vehicle, giving Nubs time to cast Wall of Fire around the vehicle, Kehnam giving them no chance of avoiding it with Hypnotic Pattern. 2 wererats were destroyed, but Raggadragga kept coming, knowing that your vehicle stood no chance against his massive wrecking ball. As his mind was still dazed by the slow spell, Quildar and Naudi leaped onto his vehicle, the others shooting from afar. Quildar managed to pull Raggadragga out of the driver’s seat, causing the vehicle to crash against a wall. Defeating the warlord, you looted his 3 soul coins and acquired his vehicle, leaving you much more powerful.", "First, Lulu and everyone else saw Zariel defeated at the hands of a massive pit fiend, her arm, along with her sword, cut off and sent flying. By her were two human paladins. The next vision showed those four in front of a massive devil seated in a throne. He said something that you couldn’t make out, then produced a contract, while the pit fiend screamed in protest. Zariel quickly signed, transforming into her current devil form, while one of her bodyguards did a second later. The other paladin quickly slit his throat with a knife he had hidden. As the dream ended, you saw Zariel begin to reanimate her dead companion….\n    As the dream ended, it became clear that the meaning of the dream was that those three, plus Zariel and who you assumed to be Asmodeus, were the only ones who might know the true location of the Sword of Zariel, and therefore the alabaster castle around it that Torm mentioned. Mad Maggie had no clue where to go to find them, but recommended a fellow hag, Red Ruth, who might know a thing or two about how to find them. Yafeek, tired of meeting with hags, suggested to Kehnam that you meet with Mephistopheles, aided by a mirror that ostensibly went to his lair, Mephistar. Meanwhile, Barnabas had finished his research, and said in hushed tones to Annie that Naudi of course overheard that her contract most likely was made with whoever was above the imp she killed in the chain of command. Further, he warned that that person would probably want the lute back, seeing it as going against the contract made with the imp. He suggested Annie go to Mordenkainen, who might have a way to stop the tracking part of the contract. Plus, he might be able to find one of the three you were trying to find.", "The dream faded, and the first thing you saw were rainbows. You then saw Lulu standing next to Zariel in a beautiful green landscape. Seeing that this was just what Lulu wanted to see, Maggie urged you to push on through the dream. Most of you had an easy enough time doing this, although Nubs’ stubborn desire to reach the goal as fast as possible made it difficult for him to accept that there was more to be seen. In the next dream, an injured Lulu and Zariel were attacked by spined devils. As you fended them off, the dream faded, showing three injured but not killed devils begging for mercy.\n    Although Nubs resisted the idea, the devils pleaded that they would help you in exchange for their lives. Figuring that in Lulu’s mind, even devils would honor such an agreement, you accepted. In the next dream, you were weighed down by an unnatural heaviness, and black muck started to rise around you. While it was difficult to shake off the despair and get out of the muck, the three devils began to help, leaving Annie as the only one to not survive. At the end of the dream, you saw Lulu look into an eyeglass, seeing visions of Zariel during that fateful battle:", "Sweet Dreams\n    Heading back to Fort Knucklebone after getting the last hezrou spike, you saw that Mad Maggie had almost finished preparing for the dream ritual. Taking a quick rest after the grueling battle, Nubs brought Annie out of unconsciousness for the second time that day. It seemed that everyone in the fort was happy, and that there was no more business to take care of. Meanwhile, Mynt decided to sneakily explore the fort. In one room, she found the barracks that the redcaps slept in. In another, she found the skull Barnabas researching Mordenkainen, admitting that it was a favor for Annie. She also found a room that seemed dedicated to the making of flesh golems, and Chukka and Clonk’s room where parts for the machines are stored.\n    Finally, it was time for the ritual. Maggie had set up an infernal circle, and placed pillows for Lulu to rest on in the center. She also took 2 skulls, apparently her sisters, and set them in the circle. She then asked you to sit in the circle. She explained that the ritual would connect everyone telepathically, and the ritual would end if you left the circle. She also explained that any damage done in the ritual would not be physical, and that if you died in the dream you would fall to a normal state of sleep in real life. Mad Maggie was eager to see into Lulu’s dream, hoping that her connection with Zariel would show something very personal to her.", "Roaring down the plains, you quickly found the two hezrou. First Naudi and Mynt pulled ahead to distract and separate the two demons, and Annie drove forward, running into one demon. Quildar grabbed it with the claw, and Kehnam went to work chopping spikes off the hezrou. This was clearly easier said than done, as the hezrou let off an awful stench that made anything near it difficult. \nNaudi absolutely styled on everyone, doing tricks left and right with the Ride, and Nubs threw everything he had at the demon to keep it distracted. Mynt had the other demon on her tail, but a spell went awry, causing it to jump on the Scavenger knocking the other demon out of the claw. Quildar was able to claw up the other demon, and Mynt’s spell kept it aggressive enough to not escape the claw, attacking those inside the car. \nAnnie used her control of the Scavenger to ram the demon in the claw into walls, eventually collapsing a pillar on top of it. Kehnam and Quildar were able to chop off 3 spikes, but Annie was knocked out by the never-ending assault of the hezrou. Chukka stepped in to steer the machine out of harm's way, and you sped off back to Fort Knucklebone with 3 spikes in hand.", "Everyone else was looking for Naudi because she had the best chance at catching Wazzik by surprise. Nubs was able to give Annie a healing potion, and they left her to recover as they ambushed Wazzik. He went down quickly, unable to alert his companions, and a pleased Pins and Needles divulged the location of two hezrou. Meanwhile, Annie returned to Barnabas with the tooth, and he promised to consult his books to help answer her questions.\nWith the hezrou spotted, you were finally ready to get going. Chukka and Clonk loaded up a large war machine called a Scavenger with a claw to pick up the demon, and two Devil’s Rides that were functionally motorcycles. Naudi grabbed one Ride, with Nubs hitching a ride on the back, while Mynt grabbed the second Ride. Everyone else piled into the Scavenger, and Annie convinced Chukka to let her drive.", "Meanwhile, Annie had noticed something strange: a floating skull searching for something. She sneaked off, but Naudi noticed her and followed even more stealthily. Annie learned that the skull’s name was Barnabas, and that he was searching for his tooth, which the redcaps had knocked out of his mouth. It would damage his pride too much to ask Maggie to help, so he was pleased that Annie had approached. He promised to help her figure out the nature of the deal she had made if she helped him. He remembered that the tooth was taken by a redcap named Grubba, but had no idea which one that was.\nAnnie attempted to join a game of bones among the redcaps, but was turned away with surprising hostility. Eventually, she managed to join a game of bones, with the hope that Grubba would turn up somewhere. Annie was able to cheat handily to tie up the game with another redcap, provoking a fight to determine the winner. It suddenly became clear that the fight was to the death, however. One of the redcaps let slip that it was Grubba she was fighting, and she used her lute to cast fireball over all the redcaps at the game. After killing Grubba, she turned invisible to fight the other two, and managed to finish off one before getting knocked out by their wicked shoe blades. Naudi finished off the last one, grabbed the pouch with the tooth, and carried Annie out.", "Meanwhile, Kehnam discovered that the problem with the machine was a gear made from the spines of a hezrou demon. Chukka and Clonk needed to find a hezrou to grab some spikes from, but couldn’t get the redcaps’ help, as they’d just gleefully kill the demon. You all decided it would help put you in Maggie’s good favor if you helped fix her machine. Unfortunately, you still didn’t know the location of a hezrou. Chukka and Clonk suggested asking Pins and Needles, Maggie’s imps, to help.\nKehnam approached the imps, with much of the party behind him, and asked them to find a demon. Clearly lazy and adverse to work, they asked Kehnam to kill a redcap named Wazzik, claiming he was planning on killing Lulu. Kehnam reluctantly agreed, but Quildar sensed something off with the situation. He, Nubs, and Mynt convinced the imps to start looking for the hezrou right away, with the promise that they’d sing your praises to Maggie if you offed Wazzik.", "Mynt noticed that there was something lodged in his foot, but wasn’t able to convince him to raise it. Eventually, it was Nubs’ gruff demeanor that convinced the golem to raise his foot. Everyone watched with bated breath as Quildar attempted to pull the bone out of the foot, but as tired as he was from the trek across Avernus, he couldn’t get it out without hurting the creature. As an involuntary reaction, it lashed out against Quildar, and he was only barely able to dodge. When it became clear Quildar wasn’t up to the task, Naudi tried her hand, but Mickey had had enough. \nWhile Mickey went on a rampage, Mynt went to find Maggie, with Annie tailing behind her. Quildar tried to land a few punches, while Naudi grabbed Mickey from behind. Nubs, in monkey form, took the brunt of the assault from the golem. Finally, Maggie came by and was able to calm Mickey down. After Maggie convinced him to lift his foot one last time, Nubs was able to extract the bone and heal the damage caused from everyone’s sloppiness. Still, Maggie seemed a bit peeved at the whole situation.", "Mad Maggie approached with a fiendish flesh golem trailing behind her, and stared with wonder at Lulu. Identifying her as Zariel’s companion, Maggie quickly agreed to prepare a dream ritual that would help unlock more of Lulu’s memories, eager to gain more information on Zariel’s fall from grace. In the meantime, she allowed you to wander the Fort at your leisure. Lulu, when asked if she had seen the two kenku, remembered being found by them when wandering the plains of Avernus. The kenku said that they found her and brought her to the Wandering Emporium, a collection of shops that roams Avernus.\n    Seeing that the kenku were puzzling over one of the machines, Kehnam and Naudi decided to investigate. The kenku, introducing themselves as Chukka and Clonk, although Clonk rarely spoke, were stumped on why the vehicle wasn’t working. Naudi tried but soon gave up figuring it out, but Kehnam seemed to have something worked out. In the meantime, everyone else saw that the flesh golem was limping badly on one foot. As he hopped about, the redcaps began to dance around him, singing “Do the Mickey” and mimicking his painful hop.", "Fort Knucklebone\n    It became clear on the way to the fort that the plains of Avernus is no place for the lighthearted. Quildar, Annie, and Mynt all became exhausted by the journey. You also noticed the strange new lute that Annie had somehow acquired. She said it was given to her by Subelle, but privately most believed that it had been stolen. As you approached the fort, you saw that it was ringed by a wall of debris, metal, and bones. Inside was a hill that looked strikingly like a hand rising from the ground. At this sight, Nubs remembered the name of Mad Maggie’s home: Fort Knucklebone.\n    Deciding that it would be better to approach with diplomacy than with stealth or violence, you walked towards the wall. Atop the wall were 6 strange creatures that looked like feral gnomes wearing giant red caps. They taunted you for a bit, telling you to do strange things to gain entry, until Annie told a joke that seemed to satisfy the creatures. Inside, you saw two Kenku working on a strange vehicle, who seemed to immediately recognize Lulu. One ran to get Mad Maggie, the resident warlord.", "After Naudi gathered some people she knew from Elturel who would be able to help make the gliders, you all got to work. Three gliders were made, and one faulty design was almost let through before Annie caught it. Nubs quickly made sure it was remade to Torm’s specifications, and you prepared to launch off. Grabbing some extra rations, you bid farewell to the friends you were leaving behind, and after Kehnam used Fly on Quildar and Naudi, you left Elturel.\nThe flight down went surprisingly well, although Annie had to use fireball to give you enough lift to make it past the rear of the devil army. The blood war was quite a view, but you quickly were past it and on your way to the fort. As you landed, you realized that the journey would be difficult. The oppressive atmosphere of hell itself went beyond physical exhaustion, but was clearly mental as well.", "As research took a very long time, Naudi spent some time rooting through buildings to find a silvered rapier, and luckily, she was able to find a weapon that suited. Meanwhile, Nubs, unsure of whether they would be able to fly far enough to make it past the devil forces of the blood war, decided to use the Helm of Torm’s Sight to find some answers. After putting on the Helm, he felt the presence of Baphomet, which had not been purged from the Helm fully. Still, he was able to commune with Torm.\nFirst, he asked whether they would find Mad Maggie in the fort they had seen. Torm gave Nubs a very positive vision that showed a hag standing within the fort. He then asked if there was a safer way down from Elturel. Torm was able to quickly identify many different possible glider designs, and show Nubs which design had the best chance of success. Finally, Nubs asked if Torm or any other god had the power to break a devil’s contract. Torm gave a very complex vision that seemed to outline the extent of a devil’s power: it was limited in some way, but that same limit also limits the ability of a god to interfere. Satisfied with these answers, Nubs went to work.", "Meanwhile, Gizmo was flying high above Elturel to figure out where they were on their map. Naudi used her beast sense to look through Gizmo’s eyes, seeing a far-off fort that placed their location near the top of the map. Gizmo seemed excited when looking at the fort, probably because of the strange infernal vehicles that he had never seen before. Realizing that those machines would probably be very useful on your journey, you decided that that fort would be your first destination. \nDuring all this, Annie was practicing her lute when she was approached by an imp. The imp promised her a magical lute, if she was willing to sign a contract giving the imp her location, ostensibly so that he could keep her apprised of his deeds so she could write a song about him. After convincing the imp, named Givel, to let her try out the lute, she cast magic missile, instantly killing him. As the contract had not been signed, the lute was pulled back to where it came from, but Annie held onto it long enough to sign the contract in Givel’s blood and keep the lute in her possession. While she purposely misspelled her name, it was unclear if the deal was binding, or who she made the deal with….", "Mad Maggie is a night hag who came to Avernus to experience the ultimate misery. She was of special interest to Nubs as she is an expert in dreams and memories, and could be the key to unlocking Lulu’s memories. His research also told him that she was fairly kindly to those who were civil with her, although she could be vicious to those who bothered her. The other warlord he found info on was a pit fiend named L’zeth who was politically aligned with Bel when Zariel came into power. Zariel demoted him into a horned devil. Angered, he became part of a plot to overthrow Zariel, but was found out and was cursed so that any words he uttered would turn to smoke. Bitter Breath has joined forces with a group of hobgoblins and has become one of the most feared warlord in Avernus.\nMynt couldn’t find much on her own, but Nicole was able to help her find a lot of information on the Companion. She learned that a powerful magic item such as the Sword of Zariel could shatte the Companion. Additionally, it seemed that the Companion was built in Bel’s forge, and that he might know of a way to open it. Finally, she learned that an extremely powerful being such as Tiamat might be able to destroy Companion. It was much harder to find information on how to bring Elturel back to the material plane.", "Kehnam determined that devil deals could be broken by killing the devil, tricking it into presenting the contract and then destroying it, or the devil could willingly end the deal. Contracts could also be broken by finding and destroying the contract, but seeing as it was a pretty major contract, it was most likely hidden in Asmodeus’ vaults on Nessus. He also learned that while breaking the contract would destroy the chains binding Elturel to Avernus, it wouldn’t destroy the Companion.\n    Nubs’ research gave him a bit of confidence in building various contraptions that could help you get off Elturel. He also learned that the chains binding Elturel to Avernus wouldn’t be that difficult to climb down, as they had long barbs covering them. He also realized that it would be quite simple to make a deal with a devil to get down. He also did some research concerning powerful creatures on Avernus. In his research, he learned about two powerful Avernian warlords: Mad Maggie and Bitter Breath.", "Torm’s Gliders™\n    As Ravengard finally emerged from his trance, plans began to form for saving Elturel. First, Kehnam made sure that everyone was going to be ready for the journey, afraid of doing the same thing to them as they had done to Subelle. Mynt said something about it being what her patron wanted, while Naudi wordlessly nodded agreement. Annie was unsure, until Ravengard promised riches and titles to any saviour of Elturel. Kehnam quickly grabbed the Helm, but eventually gave it to Nubs. Rey and Ravengard both decided to stay in Elturel, feeling that their place was with the city.\n    Ravengard recommended that research be done into exactly how Elturel could be saved, as Torm’s vision was very vague. After a good night’s rest, Kehnam, Nubs, and Mynt, along with an escort provided by Subelle and a librarian named Nicole, went to the library to see what they could learn. It soon became clear that two things would need to be done to save Elturel: break the chains binding it to Avernus, and destroy the Companion. Mynt decided to focus her research on the Companion, while Nubs focused his efforts on finding a way down from Elturel that wouldn’t land them smack dab in the middle of the blood war. Kehnam focused on researching devil deals.", "Quildar decided to take on the most difficult part of the mission, resting his quarterstaff on the Helm. Pherria started chanting a prayer to Torm in front of an altar, and it was immediately clear that Quildar was in for a rough ride. His body started convulsing but he was in a trance, completely at the will of the vision. Out of the Helm came four Will-o’-Wisps that seemed intent on killing Pherria and Quildar. With the help of Seltern the druid, you were able to save Quildar, although Pherria was killed by the wisps, and Kehnam had to take her place in chanting the prayer. \n    Coming out of the vision, Quildar recounted what he had seen:\nIn his spirit journey, Quildar saw a bloodied woman in armor--a soldier wearing the colors and crest of Elturel--grasping a longsword fit for an angel. Fresh blood streamed from a nasty cut on the woman’s cheek.\nFlying next to the woman was a small, golden elephant with rapidly fluttering wings that Quildar quickly realized was Lulu.\nAs an enormous, loping demon threatened to devour the woman, she plunged the sword into the ground while Lulu made a trumpet sound with its trunk. The demon was hurled back as an alabaster palace rose up around the sword. Lulu fled and took the red sky of Avernus, where she watched as a bloody scab grew up from the ground to engulf the palace and the enormous demon.\nAs the vision reached its end, Quildar heard a message from Torm: “While my power is weak, I can see all the possible futures where Elturel is saved. There are many paths you can take, but all that end in saving Elturel pass through this palace.”", "Very weak but committed, you headed back to the High Hall. On the way, Naudi, who was scouting on the rooftops, noticed a terrifying armored devil riding a fiery horse. She quickly warned everyone and they hid in a building as it passed by. Lulu told you that it was a narzugon, a paladin that had given up its soul, and it was very powerful. \n    Back at the High Hall, you brought Ravengard to Pherria, whose expertise in possession was sure to help. Mynt was able to determine through telepathy with Ravengard that the demon in conflict with Torm was Baphomet, the demon prince of minotaurs. Pherria quickly suggested a ritual that could help free Torm and cast Baphomet out of the Helm. Knowing it would likely be dangerous, you decided to rest up before undertaking the ritual.", "Nubs’ control over the lightning storm gave him some measure of control over the pits. He was able to use one to attack Gideon, and later used them to protect Quildar. Meanwhile, Kehnam had created a blade of shadow and was fending off attacks from a crowd of minotaur skeletons. Lulu backed him up with trumpet blasts that shot sparkles at the undead, dissolving their skin. It soon became clear that Gideon was barely taking any damage, but he was scared of Lulu and Quildar. He quickly knocked out Lulu before running back into cover. Quildar saw this and, in a fit of anger, ran from where he was fighting to hit Gideon. His quarterstaff, doing radiant damage, completely pushed the necromantic energy that was protecting Gideon away. With just a few hits, Gideon was knocked down.\n    However, Gideon was not finished. He rose back up as a banshee, letting out a scream that knocked out Quildar and Kehnam, the two closest to him. The others were able to resist the scream, and Nubs quickly healed Lulu. Quildar miraculously came back to consciousness, and with everyone else’s help, finally finished off Gideon.", "Torm’s Vision\n    Picking Ravengard up and quickly running out of the cemetery, you came face to face with Gideon Lightward. Seeing the man he believed responsible for the arrival of the demons, and hearing him speaking in Abyssal, he demanded that Ravengard be handed over immediately so that he could kill him. You refused, and Mynt attempted to charm Gideon, but it was clear he had gained more power since you last saw him: three new pits of purple light were soaking power into him, clearly the result of the rumbling you heard. He easily shook off Mynt’s spell, and proceeded to attack.\n    You initially started off on the back foot. Gideon was a blur as he moved around the battlefield, able to attack as fast as Quildar, and throw in a few deadly gazes in the meantime. Anytime someone created some sort of threat, he knocked them down with a gaze. Additionally, he had zombies and skeletons as his front lines, and was able to avoid most melee combat. As things started going badly, Lulu glowed with a golden light, healing everyone on the battlefield. Nubs was able to back away and control the storm of the Companion, pelting Gideon with lightning bolts. Gideon also had control of three pits filled with the energy of the Companion, using it to spawn new undead creatures, reach out and hurt Gideon’s enemies, and give Gideon extra layers of protection.", "As you stepped closer, a creature walked out of a strange portal in the back of the room. This creature was an ugly demon, with flesh hanging off it. It animated the five dead guards as ghouls, and began to rip into Nubs, who quickly retreated. After a long and painful fight, you were able to defeat the demon and its undead, but not without using up precious resources. What was worse, no amount of pulling would get the Helm off of Ravengard’s head.", "Following the prints further, you found a set of two even more recent prints leading into the back of the room. There, you found Annie and Naudi a set of very unique individuals. Annie appeared to be a halfling bard with no clue where she really was. Naudi was almost the opposite, a soft spoken tabaxi woman with a bit more knowledge of the situation they were in. They recounted following Ravengard into the dungeon and finding the Helm of Torm’s Sight. Ravengard then went to meditate, and when they next saw him he was surrounded by demons, speaking nonsense, and all the other guards were dead. \n    Realizing that Ravengard was in real danger, Quildar led the others further into the dungeon, past a meditation room, into a room with a meditation pool. In this pool were the bodies of Ravengard’s five dead guards, and Ravengard with the Helm on his head, gibbering in two distinct voices. Mynt, knowing Abyssal, was able to hear one of the voices, and was able to conclude it was a powerful demonic force fighting with some strong celestial being. This fight, however, was going on inside Ravengard’s head.", "As you ventured down the stairs into the Cemetery, the first thing you found was a room full of shattered glass and embalming fluids and acids. In the liquids, Quildar found the footprints of eight humanoid creatures walking further into the dungeon, and the prints of many demons coming up the stairs. Going through the doors, Quildar followed the most recent set of prints into a larger room, with many bones resting in shelves along the walls. Kehnam, with his Detect Magic, discovered that every holy symbol resting with the bones was radiating necrotic magic.\n    Going further along, you found that the room with the holy symbols was a circular passage with two entrances. Hoping she would prove a safe tester, Nubs suggested that Mynt enter the room first. When nothing happened, Nubs went along after her, and when no one was looking, he grabbed one of the holy symbols. As soon as he touched it, it sent out a ripple of necromantic energy. At the same time, you heard a rumble from above. Clearly, the room was unsafe.", "Three New Arrivals\n    Before Subelle departed, Zel woke up and decided to go along with her, as her dreams made her distrustful of everyone else. Lulu and everyone else were sad to see them go, but it was what they needed to do. Before delving deeper into the cemetery, Nubs decided to plant his second to last bean. It sprouted a statue that was a perfect stone replica of Nubs. As he got closer, the statue began to animate and insult him, calling him the worst villain to ever walk the earth. Horrified, Nubs destroyed the statue with two blows of his quarterstaff. \n    Quildar, Kehnam, and Nubs realized they were the only three left of the original group that had agreed to take down Thalamra, and decided that they were each committed to saving Elturel no matter what. At that moment, a new arrival popped into existence in the middle of the group. Her name was Mynt, and she shyly explained that she had been sent by her patron: the Traveler. The rest of the group had a huddled discussion to decide what to do with her. You agreed that she could be helpful, but that she should stay behind Lulu’s antimagic range, so they were safe from any magic betrayal.", "After killing the demons, Gideon told you that the demons only started coming up after a group of humans went down into the lower cemetery. Initially reluctant to let you through because you claimed to be helping him, Gideon was impressed by Nubs' resolve and agreed to let you down so they could kill some more demons. He warned you that he might not be so friendly on the way back up. \n        Deciding to rest before going down, Zel and others confronted Nubs on the deal he made with Zariel, realizing how terrifying it was that she could hear their thoughts. Before Zel started to take her nap, Subelle and Zel decided that they had had enough of Avernus, and that Elturel was beyond saving. Subelle tried to use her soul coin to call Bel, but no one responded. Angry, she threw the coin on the ground, but immediately regretted it as a piercing headache accompanied her actions: ones opposite to the deal she made with Bel. Eventually she decided that she would be of more help back in the refugee camp, triggering a tearful goodbye. Everyone regretted dragging a little girl into this, and everyone had a gift to give Subelle. After Subelle told Lulu that she was like the pet she never had, Lulu was so happy that she regained another memory: \n    “It was Zariel who sent me back here. I don’t know why. Maybe---just maybe---there’s a tiny little spark of goodness deep down inside her still.”", "You moved on to the building. Inside was a single room, seemingly living quarters. Kehnam found a journal on the desk. Inside was the ramblings of a madman. Apparently kept by a priest named Gideon Lightward, the journal expressed Gideons hatred of demons, his appreciation for Zariel and all devils for fighting on the front lines against demons, and his hatred of celestials for not taking enough action. With more information on who you were dealing with, you decided to head into the back entrance of the chapel. \n        There was no way to avoid alerting the minotaur skeletons, so you had to fight them. Fortunately, Quildar was able to shatter them apart in just a few hits. Quildar quickly peeked into the center room, where Gideon was clearly waiting for a fight. Splitting up to surround him, your group ran in, and Kehnam magically charmed Gideon to stand still. With Gideon unable to move, you began to interrogate him, until demons started flooding up the stairs. Gideon begged Kehnam to free him so he could fight the demons, and Kehnam reluctantly did.", "Gideon Lightward\nBefore going into the building, Nubs decided to take a peek through the windows and see what was inside. He saw two minotaur skeletons standing guard, but also saw a tall black man in priest robes walk through, telling the skeletons to stay on the lookout for intruders. He then entered a central room concealed behind curtains. \n        You decided to sneak around the side of the building to see if there was a back entrance that could avoid alerting the man and his skeletons. In the back were two things, a pit resonating purple energy, and a small building. Kehnan determined that the pits energy was pulsing along with the Companion, and Yafeek thought it would be dangerous to step into. After a minute or so, a shadow emerged from the pit, but ignored you and went off the join the other undead roaming the cemetery. It seemed that a piece of the Companion had broken off and fallen here.", "While three had survived, one had already died before you found the group of monks. Thankful for the help, the leader of the monks healed Zel and Quildar. After reuniting with his old friends, Quildar told them to go back to the High Hall and protect the other survivors. \n        As you approached the Cemetery, it was clear something was wrong. Zombies and Minotaur skeletons were roaming around the grounds, and graves had clearly been vacated recently. The cemetery chapel itself was glowing with a purple light. Remembering that this is where Ravengard hoped to find the Helm of Torm’s Sight, you headed towards the front doors.\n        In front of the building was 8 pillars, each one representing a different hero of Elturel's past. Kehnam, with his vast research and knowledge, was able to remember the names of the heroes, and Nubs realized that speaking the name of a hero could activate the pillar to ward off undead. \n        As Quildar started to open the doors, ghostly figures emerged from the pillars. A strange fight with shadows and specters ensued, but you were victorious in the end. Unfortunately, one of the specters was able to get away and warn others…", "Nubs questioned Zariel on why she would want to help him, when his goals were absolutely against hers. Zariel retorted that his goals aligned more with hers than he thought, and asserted that there was no chance of Nubs and his companions saving Elturel. Despite her confidence, Nubs sensed a note of dishonest bravado in Zariel's words. Nubs then took the deal, and Zariel quickly flew back to her place in the blood war.\n        Shocked by this, but without much time to waste, you headed towards the Grand Cemetery, planning on stopping at Quildar's monastery on the way. At the monastery, Quildar found three of his old acquaintances trapped under a collapsed building. Without hesitating, he ran forward to save them. With the help of the rest of the group, the monks were painstakingly extracted from the building, even as a band of spined devils attempted to derail the rescue attempt.", "Zariel's Deal\nAs you prepared to leave for the Grand Cemetery, something very unexpected happened: Zariel appeared. Flying into the dungeon under the High Hall as a ball of light, Zariel came to cut a deal with Nubs. Everyone saw Zariel's terrifying visage, as well as the flail that replaced her left arm. In her right hand was a freezing cold hammer, clearly the most powerful weapon any of you had ever seen. Slightly hindered by Kehnam's attempt at a counterspell, Zariel encased her and Nubs in a ring of fire to have a conversation. \n        As Nubs was in Zariel's domain, she was able to tell that he strongly desired something he could use to save Elturel. Zariel chuckled at the idea that she would give away her extremely powerful hammer, but she offered him a lesser magical item, a gnarled \"Druid's Hammer\", which is wielded the same way a quarterstaff is, and increases in power when it's user casts spells. For Nubs' end of the deal, he promised to kill 999 demons before he died, or his soul would be forfeit to Zariel.", "Finally saving the High Hall from the devil attack, you spoke to Pherria Jynks, the figure of authority in the Hall, and an expert in possession and exorcism. While she didn’t know how to go about saving Elturel, she knew that Ravengard recently led an expedition to the city’s graveyard. It seemed that there was some sort of undead activity happening there. Ravengard was also hoping to find the Helm of Torm’s Sight, a legendary helm that could give you some insight into how to save Elturel, if the legends are to be believed. Ravengard was supposed to be hours ago, and Pherria was afraid that something had happened to him. She insisted that you rest, however, before pursuing him.", "After defeating the three mummies and avoiding contracting any mummy rot, Kehnam investigated the magic items. One was a bracer of defense, which was given to Subelle due to her fragile nature. The other item was a yellow diamond elemental gem, which was given to Nubs. Continuing on, you found that one of the crypts held a group of dead townsfolk, brutally murdered only recently, and decided to hurry. \n    Coming in a loop to the front of the catacombs, you saw a dragon-devil creature negotiating a contract with a woman who seemed to be the leader of the remaining survivors. Nubs, who had grown much larger due to a magic fruit he ate, snuck up in the form of a wolf spider and began the attack. Aided with surprise, the fight seemed to be going well, until the fully grown land shark that Nubs had planted earlier jumped out and landed on half of the group, devouring Trevick. Fortunately, Quildar landed a pressure point punch inside of the shark’s mouth, leaving it stunned until the group could clean up the shark and the devil creature.", "Mummy Magic\n    During the short rest, Zel decided to inquire into each party member’s background. As this began to feel more like an interrogation and tensions rose, heated arguments began to form. Kehnam was extremely touchy about his past as a slave for the cult of the Dead Three, unwilling to specify exactly how he got his magic. Quildar was similarly unwilling to give the details of his past, but relented under Zel’s stubborn inquisition. Subelle expressed the desire to leave the group after Elturel was saved, but agreed that she had formed a sort of bond with  everyone in the group. Nubs for his part seemed rather annoyed at the whole conversation. After Lulu expressed her desire that everyone remain friends, you decided to journey further into the crypts.\n    Kehnam used Detect Magic to search for anything hidden, while Quildar led the way by scouting ahead. Soon, you found a potion of healing and some gems hidden away behind some bones. The catacombs were filled with many small crypts for devoted worshipers of Torm, as well as lots of twists and turns. Eventually, you came upon a larger room, with detailed sarcophagi containing all the previous high priests of Torm. In one of these sarcophagi, Kehnam detected some sort of necromantic creature, along with some magic items. Using his thieves tools to pry open the sarcophagus, a battle against three mummies began.", "Having explored the upper floor, you headed down into the secret door within the hand altar of Torm. At the bottom of the stairs you found a small tomb to the unknown hero of Elturel. Reya recalled that this woman killed a dragon that was terrorizing the city long ago, and died as the rest of the townsfolk reached her to congratulate her. She was buried in a special place in the cathedral, and some speculated she was an embodiment of Torm. Next to her body was a magical greatsword named Redemption, that Zel took to attune to later.\n    As you explored the tomb, Quildar began to hear a tapping sound. Soon, the entire group began to hear the sound as well. Suddenly, giant infernal crabs, smelling of brimstone, started to come around every corner. After defending from these crabs for a bit, their controller revealed himself: he was none other than the barbed devil you had killed in Thalamra’s dungeon. You quickly defeated him for the second time, and decided you had to take a rest before you continued any further. Before the rest, however, Nubs planted a magic bean, creating what seemed to be a baby fish that burrowed into the ground.", "After a brief argument where Zel got mad at Nubs for not healing her during the fight, you decided to head upstairs to see if you could gather any more survivors before heading into the crypts. On the balcony, you found a massive organ who’s keys practically glowed. Subelle sat down to play the tune of the Elfsong Tavern, and played a fairly impressive melody. After she finished, Kehnam, proficient in musical performance, played a tune. But his hands unwillingly began to play a disjointed infernal melody, calling forth another group of fiends that had been lurking.\n    Among this group was a merregon, a lower devil formed by the soul of an evil mercenary or warrior. After defeating this creepy creature, you explored further, finding an outdoor balcony and two guard posts. You also found a guard, curled up in a ball, named Trevick. When the hall was attacked he hid in the guard post while the rest of the guards ran down to die. Kehnam and Zel convinced him that he could prove he wasn’t a coward by helping them rescue more townsfolk from the devils.", "Searching for Survivors\nDuring the previous fight, Lulu had gone into the midst of the fight, relying on the rest of the group to heal her if she went down. That trust worked out well, and after Nubs healed her, Lulu felt that her friendship with the group had grown. This unlocked a new memory from within the ones that Lulu had forgotten:\n    “The Zariel I knew is gone, replaced by a devil with a halo of fire and vengeance. ‘This is who I am,’ she told me. ‘When demons die, they cry out my name in terror.’ Those were Zariel’s last words to me.”", "Coming back to the group, Nubs talked to the druid, whose name was Seltern Obranch. In an attempt to reinspire his connection to nature, Nubs planted a magic bean into a crack in the floor, and soon a giant tree grew with many different fruits. Eating one, Nubs found that it’s magical effect caused him to get younger by 12 years. Zel also ate a fruit, but found that while they were all delicious, not every fruit had a magical effect. Seeing this amazing growth in such a barren place, Seltern realized that his resolve had just been shaken, and was again able to use his druidic magic.\n    In thanks, the druid revealed the effect of the lever near the altar: it caused the massive fist to open. Seltern then showed you the secret door within the palm of the hand that leads into the catacombs of the Hall. He mentioned that most of the survivors fled underground, but that some also fled to the upper floors of the building.", "After the fight, many things happened at once. Nubs, now changed into a monkey, chased after a spined devil that had escaped beyond another curtain. From a side alcove came a druid who claimed he could heal the party, but it seemed that he had lost his connection to nature after entering Avernus. Quildar simultaneously realized that the great altar to Torm in the form of a giant fist in the center of the room most likely had healing properties. Lo and behold, anyone who touched it and prayed to Torm was fully healed. \n    In the other room, Nubs found an altar that had been completely desecrated, weakening any mortal who came near it. After defeating the devil in the room, Nubs managed to restore the altar by praying to Torm. Meanwhile, Subelle accidentally revealed that she had made a deal with Bel, an archdevil. He gave her the ability to reawaken while dying in the midst of combat, and asked for a single soul coin in repayment. After making sure he got all this information from her, Kehnam agreed to help her complete this contract, but found that he had lost his soul coin. Unknown to him, Subelle had already stolen it from him while invisible.", "Attack on the High Hall\nThe first thing you noticed when you approached the High Hall was the Hell Hounds guarding the entrance. Fortunately, you were able to stay in cover as you approached them, and managed to surprise them, scoring quick damage before they were able to react. The fight ended soon thereafter. Unfortunately, the next fight didn’t go quite as well.\n    As you entered the High Hall, you noticed that the art decorated in honor of Torm had been defaced as the city had entered Avernus. Pillars that had once been beautiful now showed images of devil victory and dominance over mortals, and portrayed a winged devil with a large sword instead of Torm.\n    Inside the High Hall was a grand chapel, sectioned off by curtains. In the entrance were two spiral staircases leading up. As you peeked through the curtains leading into the center chamber, you noticed two spined devils leading a pack of crazed humans. As you rushed out to attack, the devils egged the humans on into attacking you. Experienced now with how to deal with these spinagons, you quickly dispatched them, but the humans were something else. It took many resources to take them out, when it was unknown how long you would get until a rest in this oppressive atmosphere.", "i do like to parse the dense adventure text lol", "bc it all makes perfect snese to me and feels like it combines into a logical pattern", "i think that this sort of thing is something that a lot of people would just try to mentally skip through but its the exact kind of thing my brain is built for", "ok reading this it couldve been run a lot clearer from our dm", "it just gives a different boon and might unlock some things", "but its not necessary from what i can tell", "you can get to the area that takes longer to get to", "which is like if you're going ahead of schedule", "technically 5", "he just thought we needed to do more for some reason", "also we only needed to do 4 encounters to be on track", "we could've gone a lot faster things just weren't set up optimally", "and the sarcophagus was kinda a red herring that if you touched it you got tleeported inside", "there was a riddle we were supposed to solve", "ok so the elixir thing was hidden inside a puzzle on the wall", "lol thats confusing", "was that dungeon just not thre?", "yeah i remember", "what was it", "so once story quest 3 is done they would've assigned 4", "basically the story quests unlock one after another and the admins are supposed to choose who does them", "the document IS really big but its mostly just the maps and the boons and stat blocks", "the story things are just for fun", "its just about having 20 vicotry points per table", "ok i read the adventure and we did win", "im going to download the adventure and figure out what the mistake is myself", "theres 4 minutes left so i dont think we'ere doing another quest today", "i mean he's a bit confused", "give me leather", "i mean he didnt take any damage", "the vampire shouldve hit bc it met his ac", "VAMPIRE FORGOT THE RULES SO BEN LIVES", "we're not gonna get a full victory lol", "yeah wait saving throws should be made so that you always roll if you're the player", "you just always miss for some reason", "i thnk they're good?", "i would politely remind them that you requested to be in that table if that changes anything", "he said i could just have a sheet with the basics in roll20", "I sent him erni and we're talking about the cunning action booming blade combo", "Already liking our dm for the epic next weekend", "if anyone else wants to on saturday at 10 lmk bc its not filling up too quick", "ok i got two for me and neil", "Yeah sadly I'm busy then but you can do it on your own or with someone else if u want", "I said it earlier in the chat", "Its not great knucklehead rally we're doing <@327620813341851651> its a different one", "i can pretty much only do slot 7 though", "its in easter time", "if youwanna sign up for a different one this is the scheudle", "its free and you can use your s10 character you made for the last con as long as its level 1 or 2", "ok im gonna reserve spots for saturday at 10 am by this evening, please say here if you want to play the game......", "i mean i can friday but saturday si better", "can you saturday at 10 am", "me neither saturaday is better for me", "im probaby gonna reserve seats this afternoon so decide quickly so i can get us in one table if we want to", "An avalanche has stranded you and your allies in the treacherous Spine of the World, and a relentless blizzard is quickly blowing away all hope of survival. Gather the surviving members of your caravan and strike out for shelter. Strike out for life!", "i dont know its just the next one after the one we did", "so dont accept level 3 if you want to paly", "level 1-2 tho", "@everyone anyone want to do s10 adventure from the baldman games people this weekend at 10 am on friday or saturday?", "you confirmed right?", "we did, did the dm message you?", "r we gonna do it tonight", "what about ben", "ok so its me, sidney hans?", "im free after 7 so take that as you will", "maybe my impression is just wrong", "i think the server is good for playing al but i dont think the poeple will mesh well with our normal playstyle", "for some reason i dont like the idea of that and i dont know why", "i see", "i assumed that everything advertised on that server happened on that server", "can you do that?", "I can't Monday", "i am truly ok either way", "Its alright you guys will just die bc u don't have my MASSIVE 4th level paladin", "Yeah yeh", "I think perhaps", "I thought hans could?", "The beauty of al is you can say fuck Henry Goss-Grubbs and its no big deal", "Bruh moment", "I'd like to play but, the point of this is that you can do it even when people aren't available so I'm ok with you doing it without me", "I am but like 8 or 830 to 11", "Are we doing Saturday or Sunday?", "fien i'll use my level 4 character and no one else will get to do anything", "how many handjobs does it taek to get to level 2", "i think im too busy to do anythign but if you're interested go ahead", "scroll down to get to the more al games", "heres a thing happenign this week too", "theres a lot happenign in it", "oh yeah you havent seen this server yet", "so they know you're not memeing them", "<@!181871853239926784> <@!162684664094392323> if you havent joined the server i suggest you do", "1 - 3 is 10", "No its e as t", "im considering it", "10 pm to 2 am is not that bad", "and sweaty gamers", "people who dont live in the eastern time zone", "also if you want to do it or are unsure but you cant talk tonight let me know so i can make sure we don't just barrel ahead without you", "if you're unsure you can come and i can explain what it is", "i just want to quickly get an idea of who is interested in it", "And can we have a quick meeting about it tonight at 9 somehow????", "@everyone if you wanna do something similar to what we just did on October 16-18 please say so", "Pilster Pebblehuck and wife and 3 children", "Harkina Hunt and 2 toddlers", "or like horns honking", "and part of it is that it sounds like an alarm or something", "part of it is that it feels that theres no pattern or reason for it to exist at all", "its just really disturbing and i dont knwo why", "yeah its weird bc normally i dont care about loud noises", "Like its way too loud or something", "The noise just like really disturbed me for some reason", "Yeah art is just really weird", "what the fuck", "why was this made????????", "watchging that video actually made me feel physically uncomfortable", "jesus christ", "cubism should definitley just be art that is just a big cube", "<@&813851940668309535> when they have literally nothing else left to do: noise orchestra", "i'm literally watching people turn cranks on giant machines that are just makign awful noises", "oh god oh fuck now we're learning about noises orchestras", "i sort of did still", "but then the pandemic happened", "i like wouldve learned about art history last year", "its music history but she was talking about cubism", "me when i draw the suggestion of a guitar", "pretty cool though", "its just funny bc we were looking at picasso cubism paintings in class and most of them i could like see what was happening in the picture but that one i couldnt see it at all lol", "but how is it a guitar player", "i mean yeah", "what is art", "this is called \"the guitar player\"", "Inside the object", "wait jamie what was that one thing that you were gonna control with your hand", "literall ygod", "no bc to me red looks like purple", "is color real", "I can make brown by eating and digesting"]